Repository: Bolldorf-OG/app2heaven
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# introduction_text
source: Welcome to the App2Heaven! The app wants to support you in living with God in everyday life. Here are a few tips on how you can use the individual functions step by step. Select the "Prayer Time" function and read the information text. Think about how much time you want to take each day for prayer. Personal prayer is the basis for spiritual life. That's why it's important to stay on top of it - even if it didn't work out on a particularly chaotic day. It is best to start with a shorter time that is realistic, e.g. 5 or 10 minutes. In the info text you will find different forms of prayer. Pray as it suits you and does you good. Let yourself be led by the Holy Spirit, who is our teacher in prayer. If something clear in prayer that you don't want to forget, you can take notes after the prayer time. If it is a thought that is also uplifting for others, you can also share it with friends who also use the App2Heaven. So you stay in spiritual community. The "Prayer Requests" menu is also intended for the prayer community. Here you can write down for yourself what you want to pray for, but you can also share these concerns with others so that you can pray for them together. We cannot always experience God's work noticeably. It is all the more encouraging to hear testimonies of how God works today. You will find examples of this in the "Faith Experiences" function - and you can also write down and share them yourself if they are given to you as gifts. If individual words of God particularly appeal to you, e.g. after a service or reading the Bible, you can write it down using the "Word of God" function, take it back with your personal prayer or be reminded of it to take it with you in everyday life. Sometimes in prayer we come up with ideas and ideas about what we could do for God and people - you can write this down in the "Actions" function and plan when you want to implement it. The two functions "Preview" and "Day review" help you to start and end the day with God. We don't always succeed in life the way we want it to. When we experience painfully that we are lagging behind the love that we actually want to give each other and God, God offers us his mercy. In the “Confession” section you will find out what this sacrament is all about, how to prepare for it. All these different functions of the app are offers. You do not have to use all of them at the same time, but you can individually select what is currently helping you personally to stay in contact with God. There is also a separate, more detailed info text for each function. The app wants to inspire you and give you suggestions - but the most important thing is that you go your own personal way with God!
de: Herzlich willkommen bei der App2Heaven! Die App will dich dabei unterstützen, im Alltag mit Gott zu leben. Hier ein paar Tipps, wie du Schritt für Schritt die einzelnen Funktionen nutzen kannst. Wähle die Funktion „Gebetszeit“ und lies den Infotext. Überlege dir, wieviel Zeit du dir täglich für das Gebet nehmen willst. Das persönliche Gebet ist die Grundlage für das geistliche Leben. Deswegen ist es wichtig dranzubleiben - selbst wenn es mal an einem besonders chaotischen Tag nicht geklappt hat. Am Anfang am besten mit einer kürzeren Zeit einsteigen, die realistisch ist, z.B. 5 oder 10 Minuten. Im Infotext findest du verschiedene Gebetsformen. Bete so, wie es dir entspricht und gut tut. Lass dich führen vom Heiligen Geist, der unser Lehrer im Gebet ist. Wenn dir im Gebet etwas klar geworden ist, was du nicht vergessen willst, kannst du dir nach der Gebetszeit Notizen machen. Wenn es ein Gedanke ist, der auch für andere aufbauend ist, kannst du ihn auch mit Freunden teilen, die ebenfalls die App2Heaven nutzen. So bleibt ihr in geistlicher Gemeinschaft. Für die Gebetsgemeinschaft ist auch das Menü „Gebetsanliegen“ gedacht. Hier kannst du für dich selbst notieren, wofür du beten willst, aber du kannst diese Anliegen auch mit anderen teilen, damit ihr gemeinsam dafür betet. Nicht immer können wir Gottes Wirken spürbar erfahren. Umso ermutigender ist es, Glaubenszeugnisse zu hören, wie Gott auch heute am Wirken ist. In der Funktion „Glaubenserfahrungen“ findest du Beispiele dafür - und kannst auch selbst solche notieren und teilen, wenn sie dir geschenkt werden. Wenn dich einzelne Worte Gottes besonders ansprechen, z.B. nach einem Gottesdienst oder beim persönlichen Bibellesen, kannst du sie unter der Funktion „Wort Gottes“ aufschreiben, sie beim persönlichen Gebet wieder hernehmen oder dich an sie erinnern lassen, um sie mit in den Alltag zu nehmen. Manchmal kommen uns im Gebet auch Ideen und Einfälle, was wir tun könnten für Gott und die Menschen - das kannst du in der Funktion „Taten“ notieren und planen, wann du es umsetzen willst. Die beiden Funktionen „Vorschau“ und „Tagesrückblick“ helfen dir, den Tag mit Gott zu beginnen und abzuschließen. Nicht immer gelingt uns das Leben so, wie wir uns das wünschen. Wenn wir schmerzhaft erfahren, dass wir hinter der Liebe zurückbleiben, die wir einander und Gott eigentlich schenken möchten, bietet uns Gott seine Barmherzigkeit an. Im Bereich „Beichte“ erfährst du, was es mit diesem Sakrament auf sich hat, wie man sich darauf vorbereiten kann. All diese verschiedenen Funktionen der App sind Angebote. Du musst sie nicht alle zugleich nutzen, sondern kannst individuell auswählen, was dir momentan persönlich hilft, um mit Gott im Kontakt zu bleiben. Zu jeder Funktion gibt es auch noch einmal einen eigenen, ausführlicheren Infotext. Die App will dich inspirieren und dir Anregungen geben - das wichtigste bleibt aber, dass du deinen ganz persönlichen Weg mit Gott gehst!
fr: Bienvenue dans l’App2Heaven! Cette App a pour objectif de te soutenir dans ta vie spirituelle au quotidien. Voici quelques conseils pour utiliser les différentes fonctions. Choisis la fonction « prière » et lis la page d'information. Réfléchis au temps que tu veux consacrer chaque jour à la prière. La prière personnelle est le fondement de la vie spirituelle. C'est pourquoi il est important de s’y tenir – même si c’est plus difficile certains jours. Il est préférable de commencer à prier un temps assez court et qui soit réaliste, par exemple 5 ou 10 minutes. Sur la page d'information, tu trouveras une description des différentes formes de prière. Prie selon ce qui te semble bon et selon ce qui te fait du bien. Laisse-toi guider par l'Esprit Saint, qui est celui qui nous apprend à prier. S’il te vient dans la prière une idée que tu ne veux pas oublier, tu peux la noter après la prière. Si c’est une pensée qui peut édifier d’autres, tu peux aussi la partager avec des amis utilisateurs de App2Heaven. Ainsi vous resterez en communion spirituelle. La fonction “Intentions de prière” est également destinée aux groupes de prière. C’est dans cette fonction que tu peux noter ceux pour qui tu veux prier personnellement, mais tu peux aussi partager ces intentions, afin que vous priez en groupe. Nous ne pouvons pas toujours faire de façon sensible l'expérience de l'action de Dieu. Il est donc d'autant plus encourageant d'entendre des témoignages sur l'action de Dieu, aujourd'hui dans notre monde. Dans la fonction « témoignages » tu trouveras des exemples concrets – et tu pourras toi-même noter et partager des signes d’action de Dieu que tu reçois personnellement. Quand des paroles de Dieu te touchent particulièrement, par exemple pendant une messe ou quand tu lis la Bible chez toi, tu peux les noter sous la fonction « Paroles de Dieu », les relire lors de ton temps de prière personnelle et te les rappeler au quotidien. Parfois nous viennent, lors du temps de prière, des idées ou des éclairages sur ce que nous pouvons faire pour Dieu ou pour les hommes – tu peux les noter dans la fonction « Actions » et prévoir quand tu les mettras en oeuvre. Les deux fonctions « anticipation » et « rétrospective» t'aident à commencer et à terminer ta journée avec Dieu. Tout ne nous réussit pas dans la vie toujours comme nous le désirons. Quand nous faisons l'́expérience douloureuse de ne pas être à la hauteur de l'amour que nous voudrions donner aux autres et à Dieu, Dieu nous offre son pardon. Dans la partie « confession » tu pourras découvrir ce que ce sacrement nous apporte, et comment l’on peut s'y préparer. Ces différentes fonctions de l'App sont des propositions. Tu n'as pas besoin de toutes les utiliser à la fois ; tu peux choisir ce qui ces temps-ci peut t'aider à rester en contact avec Dieu. Pour chaque fonction il y a une page d’information plus détaillée. Cette App va t’inspirer et te donner des idées - mais l’essentiel est que tu avances sur ton chemin personnel vers Dieu !

source: Introduction to the app
de: Einführung in die App
fr: Introduction à l'application

# invalid_prayertimes
source: Not all items have a valid prayer time
de: Nicht alle Einträge haben eine gültige Gebetszeit
fr: Tous les articles ont pas un temps de prière valide

source: Language
de: Sprache
fr: Langue

source: large
de: groß
fr: grand

source: Loading experience...
de: Lade Erfahrung...
fr: Chargement d'une expérience

source: Loading passage...
de: Lade Bibelstelle...
fr: Chargement de la parole...

source: Location
de: Ort
fr: Lieu

source: Lock
de: Verschlüsseln
fr: Fermer

source: medium
de: mittel
fr: moyen

source: Menu language
de: Menüsprache
fr: Langue du menu

# monthly_prayerrequest
source: Prayer intentions of the month
de: Gebetsanliegen des Monats
fr: Intentions de prière du mois

# morning_prayer
source: (automatically translated from German) Lord Jesus Christ, in the silence of this dawning morning, I come to you and plead with humility and confidence for your peace, your wisdom, your strength. Grant that today I look at the world with eyes that are full of love. Let me understand that all the glory of the church springs from your cross as its source. Let me receive my neighbor as the man whom you want to love through me. Give me the willingness to serve Him with devotion and unfold all the goodness you have put into Him. My words should radiate gentleness and my whole behavior should bring peace. Only those thoughts that spread blessings should stick in my mind. Close my ears to any malicious word and criticism. May my tongue only serve to emphasize the good. Above all, O Lord, cause that I am so full of joy and well-being that all who meet me will feel both your presence and your love. Dress me with the splendor of your goodness and your beauty, so that I may reveal you in the course of this day. Amen.
de: Herr Jesus Christus, im Schweigen dieses anbrechenden Morgens komme ich zu dir und bitte dich mit Demut und Vertrauen um deinen Frieden, deine Weisheit, deine Kraft. Gib, dass ich heute die Welt betrachte mit Augen, die voller Liebe sind. Lass mich begreifen, dass alle Herrlichkeit der Kirche aus deinem Kreuz als deren Quelle entspringt. Lass mich meinen Nächsten als den Menschen empfangen, den du durch mich lieben willst. Schenke mir die Bereitschaft, ihm mit Hingabe zu dienen und alles Gute, das du in ihn hineingelegt hast, zu entfalten. Meine Worte sollen Sanftmut ausstrahlen, und mein ganzes Verhalten soll Frieden stiften. Nur jene Gedanken, die Segen verbreiten, sollen in meinem Geiste haften bleiben. Verschließe meine Ohren vor jedem übelwollenden Wort und jeder böswilligen Kritik. Möge meine Zunge nur dazu dienen, das Gute hervorzuheben. Vor allem bewirke, o Herr, dass ich so voller Frohmut und Wohlwollen bin, dass alle, die mir begegnen, sowohl deine Gegenwart als auch deine Liebe spüren. Bekleide mich mit dem Glanz deiner Güte und deiner Schönheit, damit ich dich im Verlaufe dieses Tages offenbare. Amen.
fr: (traduction automatique de l'allemand) Seigneur Jésus-Christ, dans le silence de ce matin naissant, je viens à vous et plaide avec humilité et confiance pour votre paix, votre sagesse, votre force. Accorde que je regarde le monde aujourd'hui avec des yeux pleins d'amour. Laissez-moi comprendre que toute la gloire de l'église jaillit de votre croix comme source. Laisse-moi recevoir mon prochain comme l'homme que tu veux aimer à travers moi. Donnez-moi la volonté de le servir avec dévotion et déployez toute la bonté que vous avez mise en lui. Mes paroles devraient rayonner la douceur et tout mon comportement devrait apporter la paix. Seules les pensées qui transmettent des bénédictions devraient rester dans ma mémoire. Fermez mes oreilles à tout mot malveillant et à toute critique. Que ma langue ne serve qu'à souligner le bien. Surtout, Seigneur, parce que je suis tellement rempli de joie et de bien-être que tous ceux qui me rencontrent ressentiront à la fois ta présence et ton amour. Habille-moi de la splendeur de ta bonté et de ta beauté, afin que je puisse te révéler au cours de cette journée. Amen.

# morning_prayer_head
source: Morning prayer of Sacred Mirjam of Abellin (view)
de: Morgengebet der hl. Mirjam von Abellin (anzeigen)
fr: Prière du matin de Mirjam sacré d'Abelin (vue)

# my_confession_was_on
source: My confession was on {date} at {time}
de: Meine letzte Beichte war am {date} um {time} Uhr
fr: Ma confession était le {date} à {time}

# my_confession_was_on_fallback
source: No confession yet
de: Noch keine Beichte
fr: Aucune confession pour le moment

source: My faith experiences
de: Meine Glaubenserfahrungen
fr: Mes expériences de foi

source: My Number
de: Meine Nummer
fr: Mon numéro

source: New Decision
de: Neue Entscheidung
fr: Nouveau décision

# new_decision_hint
source: Press + to add a new decision
de: Auf + drücken, um Entscheidungen hinzuzufügen
fr: Appuie sur + pour ajouter une nouvelle décision

source: New deed
de: Neue Tat
fr: Nouvelle action

# new_deed_hint
source: Press + to add a new deed
de: Auf + drücken, um Tat hinzuzufügen
fr: Appuie sur + pour ajouter un nouvel acte

source: New faith experience
de: Neue Glaubenserfahrung
fr: Nouveau expérience de foi

# new_faith_experience_hint
source: Press + to add a new faith experience
de: Auf + drücken, um Glaubenserfahrungen hinzuzufügen
fr: Appuie sur + pour ajouter un témoignage

source: New prayer note
de: Neue Gebetsnotiz
fr: Nouveau note de prière

# new_prayer_note_hint
source: Press + to add a new prayer note
de: Auf + drücken, um eine Gebetsnotiz hinzuzufügen
fr: Appuie sur + pour ajouter une note

source: New prayer request
de: Neues Gebetsanliegen
fr: Nouvelle intention de prière

# new_prayer_request_hint
source: Press + to add a new prayer request
de: Auf + drücken, um Gebetsanliegen hinzuzufügen
fr: Appuie sur + pour ajouter une intention

source: New topic
de: Neues Thema
fr: Nouveau thème

# new_topic_hint
source: Press + to add a new confessional topic
de: Auf + drücken, um Beichtthema hinzuzufügen
fr: Appuie sur + pour ajouter un nouveau thème pour la confession

source: New word
de: Neues Wort
fr: Nouveau parole

# new_word_hint
source: Press + to add a new word
de: Auf + drücken, um Wort hinzuzufügen
fr: Appuie sur + pour ajouter une parole

source: Next
de: Nächste
fr: Suivant

# next_confession
source: Next confession on:
de: Nächste Beichte am:
fr: Prochaine confession le :

source: No
de: Nein
fr: Non

# no_prayer_request_of_month
source: There is no prayer request for the current month.
de: Kein Gebetsanliegen des Monats.
fr: Il n'y a pas de demande de prière pour le mois en cours.

# no_stimulus_of_day
source: No daily stimulus found. Please check your internet connection.
de: Kein Impuls gefunden. Prüfe die Internetverbindung.
fr: Aucun stimulus quotidien trouvé. S'il vous plait, vérifiez votre connexion internet.

source: Note
de: Notieren
fr: Noter

source: Open Bible
de: Die Bibel aufschlagen
fr: Ouvrir la Bible

# open_bible_somewhere
source: Suggest bible verse
de: Bibelstelle vorschlagen
fr: Suggérer verset biblique

# open_bible_sub
source: Read and write words
de: Worte lesen und notieren
fr: Lire et noter des passages

source: Others
de: Andere
fr: Autres

source: Password
de: Passwort
fr: Mot de passe

source: Password request
de: Passwortabfrage
fr: Demande de mot de passe

# passwords_dont_match
source: The passwords do not match!
de: Die Passwörter stimmen nicht überein!
fr: Les mots de passe ne correspondent pas!

source: Planned
de: Geplant
fr: Prévu

source: Planning
de: Planung
fr: Planification

# planning_button_sub
source: Finding time for God.
de: Zeit finden für Gott.
fr: Trouver du temps pour Dieu.

# planning_head
source: Tap the day and choose the time you want to take for prayer every day!
de: Tippe auf den Tag und wähle die Zeit, die du täglich für das Gebet nehmen möchtest!
fr: Appuie sur le jour et choisis le temps que tu veux prendre pour la prière chaque jours !

# planning_sub
source: You will receive a reminder 10 minutes before the set time.
de: Du erhältst 10 min vor der eingestellten Zeit eine Erinnerung.
fr: Vous recevrez un rappel 10 minutes avant l'heure fixée.

source: Prayer clock
de: Gebetsuhr
fr: Temps de prière

# prayer_info_head
source: What is prayer?
de: Was ist Gebet?
fr: Qu'est-ce que la prière?

# prayer_info_head2
source: Why pray?
de: Warum beten?
fr: Pourquoi prier?

# prayer_info_head3
source: When pray?
de: Wann beten?
fr: Quand prier?

# prayer_info_head4
source: How to pray with App2Heaven?
de: Wie beten mit der App2Heaven?
fr: Comment prier avec App2Heaven?

# prayer_info_paragraph
source: Prayer is more than addressing words to God. It is friendship with God. Prayer is: faith that He is there for you and loves you. Tell him what you have on your mind. Hear what he has to tell you. Or just relax in his presence. You'll learn: Prayer provides you light and strength for your way. When you pray, you will discover who you are and what you want to live.
de: Beten ist mehr als Worte an Gott richten. Es ist Freundschaft mit Gott. Beten heißt: Glauben, dass Er da ist für dich und dich liebt. Ihm sagen, was du auf dem Herzen hast. Hören, was Er dir zu sagen hat. Oder einfach ausruhen in seiner Gegenwart. Du wirst erfahren: Beten schenkt Dir Licht und Kraft für Deinen Weg. Wenn du betest, wirst du entdecken, wer du bist und wofür du leben willst.
fr: Prier, c'est bien plus qu'adresser des paroles à Dieu. C'est entretenir une amitié avec Dieu. Prier, c’est croire qu'Il est là pour toi et qu'Il t'aime. C’est Lui dire ce que tu as sur le cœur. C’est écouter ce qu'Il a à te dire. Ou tout simplement te reposer en Sa présence. Tu expérimenteras que prier te donnera la lumière et la force sur ton chemin vers Dieu. Quand tu prieras, tu découvriras qui tu es et ce pour quoi tu veux vivre.

# prayer_info_paragraph2
source: Can you imagine a friendship, in which one person not always talks to the other? Lack of communication takes us apart. So we are moving away from God if we don't spend time with him. The relationship with him is the most important one, because it shows us the meaning and the right paths for our lives. That's why prayer is so important for our spiritual life as breathing for the body. The difference is: Breathe goes automatically but pray quickly goes by the board, if you don't decide to it. But this app is here. With it you can organize your life, so that you can schedule time again to consciously spend it in communion with God. This will help you, living your whole life more and more in the presence of God. With that your life in heaven already has begun.
de: Kannst du dir eine Freundschaft vorstellen, in der man nicht immer wieder persönlich miteinander redet? Wenn das Gespräch fehlt, entfremden wir uns uns voneinander. Genauso entfernen wir uns von Gott, wenn wir nicht Zeit mit ihm verbringen. Die Beziehung zu ihm ist die wichtigste überhaupt, denn sie zeigt uns den Sinn und den richtigen Weg für unser Leben. Deswegen ist Beten für das geistliche Leben so wichtig wie Atmen für den Leib. Der Unterschied ist: Atmen geht automatisch, das Beten fällt schnell unter den Tisch, wenn man sich nicht dafür entscheidet. Dafür ist diese App da. Mit ihr kannst du dein Leben so organisieren, dass du immer wieder Zeit einplanst, um sie bewusst in Gemeinschaft mit Gott zu verbringen. Das wird dir helfen, dein ganzes Leben immer mehr in Gegenwart Gottes zu leben. Damit hat für dich das Leben im Himmel bereits begonnen.
fr: Peux-tu t'imaginer une amitié dans laquelle on ne parlerait pas régulièrement l'un avec l'autre ? Le manque de communication nous éloigne l'un de l'autre. De même, nous nous éloignons de Dieu si nous ne passons pas du temps avec Lui. La relation avec Lui est la relation la plus importante, car elle nous donne le sens de notre vie et la direction à lui donner. C'est pourquoi la prière est aussi importante pour la vie spirituelle que la respiration pour le corps. La différence c'est que la respiration est automatique, alors que la prière disparaît si on ne s’en préoccupe pas. C'est pour cela que cette App est là. Avec elle, tu peux organiser ta vie de façon à avoir le temps de vivre dès maintenant en communion avec Dieu. Cela t’aidera à vivre ta vie toujours plus en présence de Dieu. En faisant cela, ta vie au Ciel aura déjà commencé !
