Repository: Bolldorf-OG/app2heaven
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# prayer_info_paragraph3
source: Scripture tells us that we should “always pray” (Luke 18: 1). This means that we can always live in friendship with God, even in the midst of our everyday activities. But in order to stay with God inwardly, there are times in the day when we specifically turn to God. In addition to the Sunday service (or once a week), we suggest the following: • A short prayer in the morning, e.g. a sign of the cross, a song of praise, a psalm or a personal prayer. Look ahead to the day and ask God for his blessing! • A personal prayer time anytime of the day. It's best not to overdo it so that you can keep the time. But it should be long enough to really listen to God and be able to bring all important things to him. It is important to set a fixed time and be faithful to it so that prayer is not left to chance or mood. It is helpful to plan the prayer times in advance and enter them in the calendar. • A short prayer before going to bed with a look back at the day. Bring everything that was before God so that you can go to bed with gratitude and peace in your heart!
de: Die Heilige Schrift sagt uns: Wir sollen „allezeit beten“ (Lk 18,1). Damit ist gemeint: Wir können immer in der Freundschaft mit Gott leben, selbst mitten in unseren alltäglichen Beschäftigungen. Aber damit wir innerlich bei Gott bleiben, braucht es Zeiten am Tag, in denen wir uns ganz ausdrücklich Gott zuwenden. Neben dem Gottesdienst am Sonntag (oder auch einmal unter der Woche) schlagen wir dir folgendes vor: • Am Morgen ein kurzes Gebet, z.B. ein Kreuzzeichen, ein Loblied, ein Psalm oder ein persönliches Gebet. Blicke voraus auf den Tag und bitte Gott um seinen Segen! • Eine persönliche Gebetszeit irgendwann am Tag. Am besten nimmst du dir nicht zuviel vor, damit du die Zeit auch einhalten kannst. Aber es soll lang genug sein, um wirklich auf Gott hören und alle wichtigen Dinge vor ihn bringen zu können. Es ist wichtig, sich eine feste Zeit vorzunehmen und darin auch treu zu sein, damit das Gebet nicht dem Zufall oder der Stimmung überlassen bleibt. Hilfreich ist, die Gebetszeiten im Vorhinein zu planen und in den Kalender einzutragen. • Vor dem Schlafengehen noch einmal ein kurzes Gebet mit einem Rückblick auf den Tag. Bring alles, was war, vor Gott, damit du mit Dankbarkeit und Frieden im Herzen zu Bett gehen kannst!
fr: L'Écriture Sainte nous enseigne que nous devons prier tout le temps (Luc 18, 1). C'est-à-dire qu’il est possible de vivre constamment dans l'amitié avec Dieu, même au milieu de nos occupations quotidiennes. Mais pour vraiment vivre intérieurement avec Dieu, nous avons besoin de prendre des moments dans la journée pour nous tourner vers Lui. En plus de la messe du dimanche (ou aussi une fois dans la semaine), nous te proposons ce qui suit : - Le matin, une courte prière, par exemple un signe de croix, un chant de louange, un psaume ou une prière personnelle. Pense au jour à venir et demande à Dieu sa bénédiction ! - Pendant la journée, un temps de prière personnelle. Mieux vaut ne pas vouloir trop en faire, afin que tu puisses tenir le temps que tu auras décidé. Mais ce temps doit être suffisamment long pour écouter Dieu en vérité et lui confier ce qui compte vraiment. Il est important de définir un temps fixé et de s'y tenir, afin que la prière ne se fasse pas en fonction du hasard ou de l'humeur du jour. Tu peux planifier et inscrire dans ton agenda les temps de prière, si cela t’aide. -Le soir, avant de te coucher, un court temps de prière et de rétrospection de la journée écoulée. Confie à Dieu ce qui s’est passé, pour te coucher en paix et avec reconnaissance !

# prayer_info_paragraph4
source: Jesus has withdrawn to loneliness for prayer. Find yourself a quiet place where you will not be disturbed. It is best to switch the cell phone to "do not disturb". In the app under “Prayer time” click on “Start prayer time”, open your prayer with a cross sign and make yourself aware that God is there. When you pray at home, a sign can help, e.g. a candle, a cross or an icon. Prayer is about being completely with God. Try to be quiet in his presence. Many thoughts may come up in you - all of this is part of your life. Make them a prayer, a thank you, or a request. So you bring everything before God. The most important thing is that He is there now. Don't let it bother you if you keep thinking of unimportant things - just let them go by and keep looking for the presence of God. There is no particular "method" to follow as you continue to pray. After all, prayer is friendship with God, and in friendship friends make their relationship the way it suits them. But there are different forms of prayer. Pick the one that suits you right now and help pray! • The contemplation: take a text from the Holy Scriptures, e.g. one section at a time from a gospel. Or the daily gospel. Or just open the Bible somewhere - in book form or with the corresponding App2Heaven function. Or read the words you wrote down in the "Word of God" section of the app. Read the text slowly and carefully. Does God have something to say to you for your life through this text? How are you going to answer God's word? Does God let you know something to do? But not only the Scriptures, but also a spiritual book, creation and above all your life can be considered. God can speak to us in everything. You can also read an impulse or a certificate from this app. Try to talk to God based on these thoughts. Where do you hear a call from God? A well-tried method of viewing is also the rosary - you can find instructions at www.rosenkranz-beten.de. • Inner Prayer: You can just speak to God knowing that He is there and loves you. In any friendship, it is important not only to speak or to ask, but also to perceive the person of the other. And just like in a human friendship, you can be with God without words. In inner prayer, you can simply spend a long time remaining silent in God's presence and lingering in His light and love. Such a prayer can do more than a prayer with many words. • Eucharistic adoration: When the Emmaus disciples asked Jesus "stay with us!", Jesus went with them and broke the bread with them. In the celebration of the Eucharist, Jesus stays with us in a special way. Sometimes the consecrated host is shown for prayer, this is called “Eucharistic adoration”. We see the bread that has been transformed and know in faith: this is Jesus. He is there with all his love that he showed us on the cross. He is there as the Risen One who speaks to us today and gives us his Holy Spirit. In Eucharistic adoration you can pray in all the forms explained above, but the special thing is to look at Him - and let Him look at you. At the end of the prayer time, look back and think about what you want to take with you from this prayer time. You can write down thoughts that came to you about your life or your beliefs. The writing down helps to record findings and to get them clearer again. It can also be nice to share such spiritual thoughts with people we trust. Perhaps in prayer you have recognized something that God wants from you and now it is up to you to decide to live life more according to God's will and following Jesus. Then you can write it down in the "Decisions" section. At the end thank God and deliberately close with a sign of the cross or the Lord's Prayer - and click on "End prayer time", then the time is automatically saved. This way you can see how your prayer times are developing.
de: Jesus hat sich zum Gebet in die Einsamkeit zurückgezogen. Suche auch du dir einen ruhigen Ort, an dem du nicht gestört wirst. Am besten, du schaltest das Handy auf „nicht stören“. Klicke in der App unter „Gebetszeit“ auf „Gebetszeit beginnen“, eröffne dein Gebet mit einem Kreuzzeichen und mach dir bewusst, dass Gott da ist. Wenn du zu Hause betest, kann ein Zeichen dabei helfen, z.B. eine Kerze, ein Kreuz oder eine Ikone. Im Gebet geht es darum, ganz bei Gott zu sein. Versuche, still zu werden in seiner Gegenwart. Es kann sein, dass viele Gedanken in dir hochkommen – all das gehört zu deinem Leben. Mach aus ihnen ein Gebet, einen Dank oder eine Bitte. So bringst du alles vor Gott. Das wichtigste ist, dass Er jetzt da ist. Lass dich nicht davon stören, wenn dir immer wieder irgendwelche unwichtigen Dinge durch den Kopf gehen - lass sie einfach vorbeiziehen und und suche immer neu die Gegenwart Gottes. Es gibt keine bestimmte „Methode“, an die man sich im weiteren Verlauf des Gebets halten muss. Schließlich ist das Gebet Freundschaft mit Gott, und in einer Freundschaft gestalten die Freunde ihre Beziehung so, wie sie ihnen entspricht. Es gibt aber verschiedenen Formen des Gebets. Wähle diejenigen aus, die dir jetzt im Moment entspricht und hilft zu beten! • Die Betrachtung: Nimm einen Text aus der Heiligen Schrift, z.B. einen Abschnitt nach dem anderen aus einem Evangelium. Oder das Tagesevangelium. Oder schlag die Bibel einfach irgendwo auf - in Buchform oder mit der entsprechenden App2Heaven-Funktion. Oder lies noch einmal die Worte nach, die du dir in der App im Bereich „Wort Gottes“ notiert hast. Lies den Text langsam und aufmerksam. Hat Gott dir durch diesen Text etwas zu sagen für dein Leben? Wie willst du Gott antworten auf sein Wort? Lässt Gott dich etwas erkennen, was du tun sollst? Aber nicht nur die Heilige Schrift, auch ein geistliches Buch, die Schöpfung und vor allem dein Leben kann Gegenstand der Betrachtung werden. In allem kann Gott zu uns sprechen. Du kannst auch einen Impuls oder ein Zeugnis aus dieser App lesen. Versuche, anhand dieser Gedanken ins Gespräch mit Gott zu kommen. Wo hörst du einen Anruf Gottes? Eine altbewährte Methode der Betrachtung ist auch der Rosenkranz - eine Anleitung findest du unter www.rosenkranz-beten.de. • Das innere Gebet: Du kannst einfach mit Gott sprechen, im Wissen, dass er da ist und dich liebt. In jeder Freundschaft ist es wichtig, nicht nur zu reden oder zu bitten, sondern auch die Person des anderen wahrzunehmen. Und ähnlich wie in einer menschlichen Freundschaft kannst du mit Gott auch ohne Worte zusammensein. Im inneren Gebet kannst du lange Zeit einfach damit verbringen, still in Gottes Gegenwart zu bleiben und in seinem Licht und seiner Liebe zu verweilen. Ein solches Gebet kann mehr bewirken als ein Gebet mit vielen Worten. • Die eucharistische Anbetung: Als die Emmausjünger Jesus baten „Bleibe bei uns!“, ging Jesus mit ihnen und brach das Brot mit ihnen. In der Eucharistiefeier bleibt Jesus in besonderer Weise bei uns. Manchmal wird die geweihte Hostie zum Gebet gezeigt, das nennt man „eucharistische Anbetung“. Wir sehen das Brot, das verwandelt ist, und wissen im Glauben: Das ist Jesus. Er ist da mit seiner ganzen Liebe, die er uns am Kreuz gezeigt hat. Er ist da als Auferstandener, der heute zu uns spricht und uns seinen Heiligen Geist schenkt. In der eucharistischen Anbetung kannst du in allen Formen beten, die oben erklärt sind, aber das Besondere ist, Ihn dabei anzuschauen – und sich von Ihm anschauen zu lassen. Am Ende der Gebetszeit blick noch einmal zurück und überlege dir, was du mitnehmen möchtest aus dieser Gebetszeit. Du kannst Gedanken notieren, die dir über dein Leben oder über deinen Glauben gekommen sind. Das Aufschreiben hilft, Erkenntnisse festzuhalten und noch einmal klarer zu bekommen. Es kann auch schön sein, mit Personen unseres Vertrauens solche geistlichen Gedanken zu teilen. Vielleicht hast du im Gebet etwas erkannt, was Gott von dir will und was jetzt dran ist zu entscheiden, um das Leben mehr nach dem Willen Gottes und in der Nachfolge Jesu zu gestalten. Dann kannst du es im Bereich „Entscheidungen“ notieren. Am Ende danke Gott und schließe bewusst mit einem Kreuzzeichen oder einem Vaterunser – und klicke auf „Gebetszeit beenden“, dann ist die Zeit automatisch gespeichert. So kannst du überblicken, wie sich deine Gebetszeiten entwickeln.
fr: Jésus s'est retiré dans la solitude pour prier. Cherche toi aussi un lieu calme, où tu ne seras pas dérangé (et, pourquoi pas, mets ton téléphone en mode avion !). Clique sur “Commencer le temps de prière” sous le menu “temps de prière”. Prends conscience que Dieu est là. Quand tu es chez toi, tu peux te le rappeler par un simple signe, par exemple en allumant une bougie, en regardant une croix ou une icône. La prière, c’est être pleinement en présence de Dieu. Essaye de rester silencieux en Sa présence. Il se peut que beaucoup de pensées viennent te troubler – tout cela fait partie de ta vie. Fais-en une prière, un remerciement ou une demande ! Ainsi tu peux tout remettre à Dieu. L’essentiel, c'est qu'Il est là, maintenant. Ne te laisse pas déranger si des pensées superficielles te reviennent constamment - laisse-les passer et cherche constamment la présence de Dieu. Il n'y a pas de « méthode » particulière à laquelle on doit se tenir pour la suite de la prière. La prière est au final une amitié avec Dieu ; et dans une amitié, les amis sont l’un avec l’autre selon ce qui leur convient au mieux. Il y a toutefois différentes formes de prière. Choisis celles qui te parlent le plus au moment de la prière, et qui t'aident à prier ! (les explications de chaque forme de prière s'ouvrent en cliquant dessus). - La méditation : choisis un texte de l'Écriture Sainte, par un exemple un passage de l'un ou l’autre Évangile. Ou l'Évangile du jour. Ou bien ouvre la Bible au hasard - un exemplaire en papier ou dans l’App2Heaven. Ou encore, relis les paroles que tu as notées dans App2Heaven dans la fonction « Paroles ». Lis le texte lentement et attentivement. Dieu a-t-il quelque chose à te dire pour ta vie à travers ce texte ? Comment veux-tu répondre à Sa Parole ? Dieu te fait-il comprendre ce que tu dois faire ? Non seulement l'Écriture Sainte, mais aussi un livre de spiritualité, la création et surtout ta vie peuvent devenir l'objet de ta méditation. Dieu peut se servir de tout pour nous parler. Tu peux aussi lire un enseignement ou un témoignage dans l’App2Heaven. Où entends-tu un appel de Dieu ? Une méthode épouvée pour méditer, c'est de prier le chapelet – tu trouveras une explication sur le site Internet http://prieres-catholiques-traditionnelles.over-blog.com/article-le-chapelet-113398683.html. - La prière intérieure : tu peux tout parler en toute simplicité avec Dieu, en sachant qu'Il est là et qu'Il t'aime. Dans chaque amitié, il est important de ne pas seulement parler ou demander, mais aussi de se mettre à disposition de l'autre. Et comme dans une amitié humaine, tu peux passer du temps avec Dieu sans parler. Pendant un temps de prière intérieure, tu peux rester un long moment en Présence de Dieu, et simplement te tenir là, dans Sa lumière et Son amour. Une telle prière peut être plus efficace qu'une prière avec beaucoup de mots. - L’adoration eucharistique : quand les disciples d'Emmaüs demandèrent à Jésus « Reste avec nous ! », Jésus entra dans la maison et rompit le pain avec eux. Par l'Eucharistie, Jésus est présent à nous d'une manière particulière. Parfois, l'hostie consacrée est exposée pour la prière, on appelle cela « l'adoration eucharistique ». Nous contemplons alors le pain transformé et reconnaissons avec les yeux de la foi que c'est Jésus que nous adorons. Il est là, rayonnant de l’amour qu'Il nous a montré sur la Croix. Il est là, ressucité, Il nous parle et nous donne Son Esprit Saint. Dans l'adoration eucharistique, tu peux prier selon toutes les formes qui sont expliquées ci-dessus ; mais ce qui compte vraiment, c'est de Le regarder – et de se laisser regarder par Lui. A la fin de ton temps de prière, prends un temps de recul et réfléchis à ce que tu aimerais en retenir. Tu peux noter les pensées qui te sont venues sur ta vie ou sur ta foi. Écrire t’aidera à conserver les découvertes et à gagner en clarté. Il peut aussi être bon de partager tes réflexions spirituelles avec quelqu'un de confiance. Peut-être as-tu reconu dans le temps de prière ce que Dieu attend de toi, et ce qu’il faut que tu décides afin de vivre plus selon Sa volonté, à la suite de Jésus. Tu peux noter de telles décisions dans la partie “Décisions”. Pour finir, remercie Dieu et termine par un signe de croix ou un Notre Père - et clique sur “terminer le temps de prière”, ce qui enregistre automatiquement la durée de la prière. Ainsi tu pourras voir comment ton temps de prière a évolué.

# prayer_info_sub
source: Praying - Why, when, how?
de: Beten - Warum, wann, wie?
fr: Priez - Pourquoi, quand, comment?

source: Prayer note
de: Gebetsnotiz
fr: Note de prière

source: Prayer notes
de: Gebetsnotizen
fr: Notes de prière

# prayer_notes_sub
source: Notice what you have received
de: Halte fest, was du empfangen hast
fr: Garde en mémoire ce que tu as reçu

source: Prayer request
de: Gebetsanliegen
fr: Prière Demande

# prayer_request_done
source: Answered
de: Erhört
fr: Répondue

source: Prayer time
de: Gebetszeit
fr: Temp de prière

source: Prayer requests
de: Gebetsanliegen
fr: Intentions de prières

# prayerrequests_info_paragraph
source: Here you can write down all the concerns for which you want to pray, so they are not forgotten. Very urgent concerns can be highlighted. Perhaps it turns out over time, that your requests are changing - then you can rephrase them. With one click you have all your current prayer requests in mind. You can also share them with other App2heaven users. Your can tag your prayer requests in which you have experienced they have been heard. It feels good reading those petitions, who have been heard, now and again and for thanking what God has done for us.
de: Hier kannst du all die Anliegen notieren, für die du beten willst, damit sie nicht in Vergessenheit geraten. Besonders dringende Anliegen können hervorgehoben werden. Vielleicht stellt sich im Lauf der Zeit heraus, dass sich deine Bitten verändern – dann kannst du sie umformulieren. Mit einem Klick hast du so in deiner Gebetszeit alle aktuellen Anliegen vor Augen. Du kannst deine Gebetsanliegen auch mit anderen App2heaven- Nutzern teilen. Gebetsanliegen, in denen du Erhörung erfahren hast, kannst du markieren. Es tut gut, ab und zu diese erhörten Bitten noch einmal nachzulesen und für das zu danken, was Gott für uns getan hat.
fr: Ici, tu peux noter les intentions pour lesquelles tu veux prier, afin qu’elles ne tombent pas dans l’oubli. Tu peux mettre en avant les intentions les plus urgentes. Si tes intentions évoluent au cours du temps, tu as la possibilité de les reformuler. En un clic, tu as ainsi sous les yeux pendant ton temps de prière toutes tes intentions actuelles. Tu peux également partager tes intentions avec d’autres utilisateurs de App2Heaven, car la prière commune possède une force particulière (cf. Mt 18,19). Nos intentions ne sont pas toujours exaucées exactement comme on se l’imagine, mais nous savons tout de même que Dieu répond à notre prière. Il est alors important de le remercier, car l’action de grâce renforce notre confiance et notre amour pour Dieu. C’est pourquoi tu peux glisser dans une autre section les intentions qui ont été exaucées d’une manière ou d’une autre. Il est bon de relire ces intentions de temps à autre et de rendre grâce à Dieu pour ce qu’Il fait pour nous.

# prayertime_reminder
source: Prayer time at {startTime} today ({duration}). God awaits you.
de: Gebetszeit um {startTime} Uhr ({duration}). Der Herr erwartet Dich!
fr: Temps de prière à {startTime} aujourd'hui ({duration}). Dieu t'attend.

source: Prayer times
de: Gebetszeiten
fr: Temps de prière

# prayertimes1
source: Prayer times
de: Gebetszeiten
fr: Temps de prière

source: Preparation
de: Vorbereitung
fr: Préparation

source: Privacy Policy
de: Datenschutzbestimmungen
fr: politique de confidentialité

# privacy_text
source: Bei der Installation der App2Heaven werden eine Reihe von Berechtigungen angefragt, die für die Funktionalität der App und insbesondere für die Messaging-Funktion notwendig sind. Grundsätzlich werden die Inhalte, die du in die App2Heaven schreibst, nur auf deinem Smartphone gespeichert - darauf können weder die App2Heaven-Zentrale noch andere App2Heaven-Nutzer zugreifen. Geteilte Inhalte laufen über einen App2Heaven-Internet-Server. Alle eingegebenen Daten werden von uns vertraulich behandelt. Sie werden nur im Rahmen der App2Heaven verwendet. Sie werden in keiner Form - weder anonym noch personalisiert - gelesen oder ausgewertet. Sie werden in keiner Form an Dritte weitergegeben. Es werden keine Statistiken über Inhalte oder Nutzerverhalten angelegt. So möchte die App2Heaven die größtmögliche Diskretion der Inhalte gewährleisten. Bei der App-Entwicklung wurden im Rahmen des Möglichen Schutzmaßnahmen ergri?en, um Datensicherheit zu gewährleisten. Gleichwohl kann keine Verantwortung dafür übernommen werden, dass nicht doch solche Vorkehrungen überwunden werden und es zu Datenverlusten kommt. Eine 100%ige Sicherheit vertraulicher Daten kann damit nicht garantiert werden. Daher übernimmt der App2Heaven e.V. keine Haftung für Datenverlust oder Datendiebstahl. Weiterhin haftet der Verein nicht dafür, dass die Inhalte der App jederzeit zur Verfügung stehen. Der Verein behält sich vor, dass der Dienst jederzeit eingestellt werden kann.
fr: À l'installation de l'application, plusieurs autorisations sont demandées. Elles sont nécessaires pour son fonctionnement, particulièrement pour la fonction de messagerie. En principe, le contenu que tu écris dans l'App2Heaven ne sont sauvegardés que sur ton smartphone - ainsi ni l'équipe d'administration ni les utilisateurs de l'App2Heaven ne peuvent y avoir accès. Les contenus partagés sont transférés par Internet via un serveur dédié à l'App2Heaven. Toutes les données sont traités confidentiellement. Elles ne seront utilisées que dans le cadre de l'App2Heaven. Elles ne seront jamais lues ni exploitées, que ce soit de manière anonyme ou personalisée. Elle ne seront jamais transmises à un tiers, quelle que soit leur forme. Aucune statistique sur le contenu ou le comportement utilisateur n'est calculée. L'App2Heaven veut ainsi assurer la plus grande discrétion du contenu possible. Pendant le développement de l'application, des mesures de précaution ont été prises pour assurer la sûreté des données. Pourtant, aucune garantie ne peut être donnée que de telles mesures soient dépassées et que des données soient perdues. Une sûreté des données à 100% ne peut ainsi pas être garantie. C'est pourquoi l'association App2Heaven e.v. ne peut pas être tenue responsable de la perte ou du vol de données. En outre l'association ne peut pas garantir que le contenu sera en tout temps disponible. L'association se réserve le droit de mettre un terme au service.

# privacy_text_info
source: The privacy policy can be viewed in the Settings menu.
de: Die Datenschutzbestimmugen können in den Einstellungen eingesehen werden.
fr: La politique de confidentialité peut être consultée dans le menu Paramètres.

# privacy_text_ok
source: Roger
de: Gelesen
fr: OK, bien reçu

# privacy_text_title
source: Privacy note
de: Hinweise zum Datenschutz
fr: Protection des données

# random_experience
source: Faith experience
de: Glaubenserfahrung
fr: Expérience de foi

# random_stimulus
source: Stimulus
de: Impuls
fr: Topo

# random_word_of_god
source: Word of God
de: Wort Gottes
fr: Verset biblique

source: Rating
de: Bewertung
fr: Évaluation

source: Read
de: Lesen
fr: Lire

# real_prayertimes
source: Pray now
de: Jetzt beten
fr: Prier maintenant

# real_prayertimes_sub
source: Your spent time with God
de: Deine mit Gott verbrachte Zeit
fr: Ton temps passé avec Dieu

# reference_example
source: e.g. Rom. 2:28
de: z.B. Röm. 2, 28
fr: p.e. Rom. 2:28

source: Refreshed data
de: Daten aktualisiert
fr: Dates mises à jour

source: Remember confession
de: Beichte vormerken
fr: Retenir la confession

source: Reminder
de: Erinnerung
fr: Rappel

source: Reminder created
de: Erinnerung erstellt
fr: Rappel créé
