Repository: Bolldorf-OG/app2heaven
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# reminder_created_confession
source: A reminder for your next confession on {date} was created. You will be reminded on {date} at {time}.
de: Erinnerung für deine nächste Beichte am {date} erstellt. Du wirst am {date} um {time} erinnert.
fr: Un rappel pour votre prochaine confession le {date} a été créé. Vous en serez rappelé le {date} à {time}.

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Reset password
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe

# reset_password_caution
source: The current confession topics will be deleted, if you reset the password.
de: Durch das Zurücksetzen, wird der aktuelle Beichtzettel gelöscht.
fr: Les sujets de confession actuels seront supprimés si vous réinitialisez le mot de passe.

# reset_password_message
source: Shall password be reseted?
de: Soll das Passwort zurückgesetzt werden?
fr: Si le mot de passe réinitialisé?

source: Save
de: Speichern
fr: Sauvegarder

source: Save and empty
de: Beichtzettel löschen
fr: enregistrer et vider

source: Saved
de: Gespeichert
fr: Sauvé

# select_language
source: Select your language
de: Sprache wählen
fr: Choisir la langue

source: Send data
de: Daten senden
fr: envoyer des données

source: Settings
de: Einstellungen
fr: Réglages

source: Seven-Day review
de: Sieben-Tages-Rückblick
fr: Sept jours d'examen

source: Share
de: Teilen
fr: Partager

# share_experience
source: Take a look at this experience from my App2Heaven: {title} {text} {uri}
de: Sieh Dir diese Erfahrung aus meiner App2Heaven an: {title} {text} {uri}
fr: Jetez un oeil à cette expérience de mon App2Heaven: {title} {text} {uri}

# share_gods_word
source: Take a look at this word of god from my App2Heaven: {title} {text} {uri}
de: Sieh Dir dieses Bibelwort aus meiner App2Heaven an: {title} {text} {uri}
fr: Jetez un oeil à cette parole de dieu de mon App2Heaven: {title} {text} {uri}

# share_prayer_note
source: Take a look at this prayer note from my App2Heaven: {title} {text} {uri}
de: Sieh Dir diese Gebetsnotiz aus meiner App2Heaven an: {title} {text} {uri}
fr: Jetez un oeil à cette note de prière de mon App2Heaven: {title} {text} {uri}

# share_prayer_request
source: Please pray with me for this request from my App2Heaven: {title} {text} {uri}
de: Bitte bete mit mir für dieses Gebetsanliegen aus meiner App2Heaven: {title} {text} {uri}
fr: Merci de prier avec moi pour cette demande de mon App2Heaven: {title} {text} {uri}

# share_prayer_request_done
source: God helped! Thank you for praying for this request: {title} {text} {uri}
de: Gott hat geholfen! Danke für dein Mitbeten für dieses Anliegen: {title} {text} {uri}
fr: Dieu a aidé! Merci d'avoir prié pour cette demande: {title} {text} {uri}

source: Show history
de: Entwicklung anzeigen
fr: Afficher l'historique

source: Show in Current
de: In Aktuell einblenden
fr: Montrer dans actuel

source: small
de: klein
fr: petit

# soundcloud_button_info
source: If asked please select the "Listen in Browser" option below.
de: Falls du gefragt wirst, bitte wähle unten "Listen in Browser" aus.
fr: Si vous y êtes invité, sélectionnez l'option "Listen in Browser" ci-dessous.

source: Start prayer time
de: Gebetszeit beginnen
fr: Commencer le temps de prière

source: Stimuli by category
de: Impulse nach Kategorie
fr: Topos par catégorie

# stimulus_head
source: Stimulus {date}
de: Impuls {date}
fr: Topo {date}

# stimulus_intro
source: In the name of the Father and the Son and the Holy Spirit. Amen.
de: Im Namen des Vaters und des Sohnes und des Heiligen Geistes. Amen.
fr: Au nom du Père et du Fils et du Saint-Esprit. Amen.

source: Stimulus to prayer
de: Impuls zum Gebet
fr: Topos sur la prière

# stimulus_to_prayer_sub
source: Thoughts that lead in prayer
de: Gedanken, die ins Gebet führen
fr: Des pensées qui conduisent à la prière

# successfully_registred
source: You are successfully registred.
de: Du bist angemeldet, um mit anderen App2Heaven-Nutzern Gebetsanliegen, Notizen, Worte und Glaubenserfahrungen teilen zu können.
fr: Vous êtes connectés.

source: Topics
de: Themen
fr: Thèmes

source: Try again
de: Nochmal versuchen
fr: Essayez à nouveau

source: Unhighlight
de: Nicht mehr hervorheben
fr: Pas plus de surligner

source: Unlock
de: Entsperren
fr: Ouvrir

# update_confession_text
source: With the last update the encryption of the confession topics was changed. A password is now always required. If no password was set before the update, pleae leave the field in the following dialog empty and just click OK. The password can be (re-)set in the Settings menu, but in doing this you will loose your current confession topics.
de: Mit dem letzten Update wurde die Verschlüsselung des Beichtzettels geändert. Ein Passwort ist nun immer notwendig. Falls vor dem Update kein Passwort gesetzt war, bitte im nachfolgenden Dialog einfach OK drücken, ohne ein Passwort einzugeben. Das Passwort kann in den Einstellungen (zurück-)gesetzt werden. Dabei geht jedoch der aktuelle Beichtzettel verloren.
fr: Avec la dernière mise à jour, le cryptage des sujets de confession a été modifié. Un mot de passe est maintenant toujours requis. Si aucun mot de passe n'a été défini avant la mise à jour, laissez le champ vide dans la boîte de dialogue suivante et cliquez simplement sur OK. Le mot de passe peut être (ré) défini dans le menu Paramètres, mais vous perdrez ainsi vos sujets de confession actuels.

source: Week overview
de: Wochenansicht
fr: Vue de la semaine

# welcome_app_language_text
source: For the beginning, please choose the app language :
de: Erstmal, wähle die Sprache der App:
fr: Pour commencer, choisis la langue de l'application :

# welcome_content_language_text
source: Please now choose the content language:
de: Wähle jetzt die Sprache des Inhalts:
fr: Maintenant choisis la langue du contenu :

# welcome_intro
source: The app proposes different languages. You can configure it now, and later on in the settings.
de: Die App ist in verschiedene Sprachen verfügbar. Du kannst sie jetzt konfigurieren, und auch später sie noch in der Einstellungen ändern.
fr: L'application est disponible dans plusieurs langues. Tu peux en choisir maintenant, et tu pourras en changer plus tard dans les paramètres.

# welcome_title
source: Welcome to the App2Heaven!
de: Willkommen in der App2Heaven!
fr: Bienvenue dans l'App2Heaven !

source: When?
de: Wann?
fr: Quand?

source: Word
de: Wort
fr: Parole

# word_format_error
source: Please enter a valid bible reference (in German format). e.g. '1. Petrus 2,3' oder '1. Petrus 2,4-6'
de: Bitte eine gültige Bibelstelle eingeben. z.B. '1. Petrus 2,3' oder '1. Petrus 2,4-6'
fr: Veuillez entrer une référence biblique valide (en format allemand). par exemple '1. Petrus 2,3' oder '1. Petrus 2,4-6'

source: Word of God
de: Worte Gottes
fr: Parole de Dieu

# word_reminder
source: Your daily reminder for "{title}": {text}
de: Deine täglich Erinnerung an "{title}": {text}
fr: Votre rappel quotidien pour "{title}": {text}

# word_saved
source: '{title}' was saved.
de: '{title}' wurde gespeichert.
fr: '{title}' a été sauvé.

source: Words
de: Worte
fr: Paroles

# words_archive_sub
source: of all saved words
de: aller notierten Worte
fr: de tous les mots sauvegardés

# words_info_sub
source: Life with God's Word
de: Leben mit dem Wort Gottes
fr: La vie avec la Parole de Dieu

# words_reminder_head
source: Let yourself remember in everyday life to the Word of God!
de: Lass dich im Alltag an das Wort Gottes erinnern!
fr: Laisse-toi rappeler la Parole de Dieu au quotidien !

# words_reminder_sub
source: the word in everyday life
de: an das Wort im Alltag
fr: à la Parole dans la vie quotidienne

source: Write text
de: Text schreiben
fr: Écrire un texte

source: Wrong password
de: Falsches Passwort
fr: mauvais mot de passe

# wrong_password_text
source: The password is wrong, please try again. (You can reset your password in the settings, if you forgot it.)
de: Das Passwort war falsch, bitte versuche es erneut. (Du kannst dein Passwort in den Einstellungen zurücksetzen, falls du es vergessen hast.)
fr: Le mot de passe est incorrect, veuillez réessayer. (Vous pouvez réinitialiser votre mot de passe dans les paramètres, si vous l'avez oublié.)

source: Yes
de: Ja
fr: Oui

source: Title
de: Titel
fr: Titre

source: Text
fr: Texte

# missing_title
source: Please enter a title
de: Bitte gib einen Titel ein
fr: Veuillez saisir un titre

# missing_text
source: Please enter the text
de: Bitte gib den Text ein
fr: Veuillez saisir le texte

# deeds_info_paragraph
source: “Preach the gospel to all creatures!” (Mc 16:15), says Jesus. In Scripture it also says: "We do not want to love with words and tongues, but in fact and truth" (1 Jn 3:18). Evangelizing means sharing the good news of God's love with other people - in word and deed. So that this doesn't just remain a nice thought, you can write down here who you want to do something for: help, a small service, a visit, a conversation, an invitation to an event. Or maybe you have ideas for initiatives to build the Kingdom of God. If we listen in prayer and if we look at the people around us, God will let us know what to do so that He can come to people and people to Him. It is clear that we cannot “make” a person turn to God - that is the work of the Holy Spirit. But it is also clear: God wants us as his co-workers in order to enable people to experience his love.
de: „Verkündet das Evangelium allen Geschöpfen!“ (Mk 16,15), sagt Jesus. Es heißt in der Heiligen Schrift auch: „Wir wollen nicht mit Wort und Zunge lieben, sondern in Tat und Wahrheit“ (1 Joh 3,18). Evangelisieren heißt, die Frohe Botschaft von der Liebe Gottes anderen Menschen mitteilen – in Wort und Tat. Damit das nicht nur ein schöner Gedanke bleibt, kannst du hier notieren, für welche Personen du etwas tun willst: eine Hilfeleistung, ein kleiner Dienst, ein Besuch, ein Gespräch, eine Einladung zu einer Veranstaltung. Oder vielleicht kommen dir Ideen für Initiativen zum Aufbau des Reiches Gottes. Wenn wir im Gebet hinhören und wenn wir auf die Menschen schauen, die um uns herum leben, wird Gott uns erkennen lassen, was wir tun sollen, damit Er zu den Menschen und die Menschen zu ihm kommen können. Dabei ist klar: Nicht wir können „machen“, dass sich ein Mensch Gott zuwendet – das ist das Werk des Heiligen Geistes. Aber klar ist auch: Gott möchte uns als seine Mitarbeiter, um den Menschen seine Liebe erfahrbar zu machen.
fr: „Allez dans le monde entier. Proclamez la Bonne Nouvelle à toute la création !“ (Mc 16,15), dit Jésus. Il est également écrit : “N’aimons pas en paroles ni par des discours, mais par des actes et en vérité” (Jean 3, 18). Evangéliser, c’est annoncer aux hommes la Bonne Nouvelle de l’amour de Dieu - en paroles et en actes. Afin que cela ne demeure pas simplement une belle pensée, tu peux noter ici ce que tu veux faire aux autres : aider, rendre un service, rendre visite, discuter, inviter à un événement. Ou peut-être te viennent des idées d’initiatives qui participent à la construction du Royaume de Dieu. Quand nous sommes à l’écoute lors de notre prière et regardons ceux qui vivent à nos côtés, Dieu nous fait reconnaître ce que nous devons faire, afin qu’Il vienne aux hommes et que les hommes viennent à Lui. Il est ici clair qu’à nous seuls, nous ne pouvons faire en sorte qu’un homme se tourne vers Dieu - c’est l’oeuvre de l’Esprit Saint. Mais il est aussi clair que Dieu veut faire de nous ses ouvriers, pour que les hommes fassent l’expérience concrète de Son amour.

# decisions_info_paragraph
source: There are moments when we understand that we should change something in our lives. It can be done in prayer or reading the Word of God - or when we really get on our noses. Then we usually take each other A good resolution, but how long good resolutions last is known ... That's why Saint Ignatius of Loyola came up with a useful tool: he suggests thinking about the decision we made in the morning and moving towards the end of the day check how it has been implemented, the advantage of this is that even if you can’t always achieve success, it’s not going to go wrong, you’ll always come across it, so with God’s help you can too Take a close look at stuck habits and slowly but surely practice new, better behaviors. It is true: without Jesus we cannot do anything. He gives us his light to recognize where we turn and the power to implement what is recognized. But it also applies: it can't work without us. We have to walk the path ourselves - and also use the appropriate aids. This function is such a tool to implement what you have known from God with his help in your life.
de: Es gibt Momente, da verstehen wir, dass wir etwas ändern sollten in unserem Leben. Das kann geschehen im Gebet oder beim Lesen des Wortes Gottes – oder wenn wir so richtig auf die Nase gefallen sind. Dann nehmen wir uns meist einen guten Vorsatz. Aber wie lange gute Vorsätze halten, ist ja bekannt… Deswegen ist dem heiligen Ignatius von Loyola ein nützliches Hilfsmittel eingefallen: Er schlägt vor, am Morgen an die Entscheidung zu denken, die wir getroffen haben, und am Ende des Tages zu überprüfen, wie es gelungen ist, sie umzusetzen. Der Vorteil daran ist: Auch wenn du nicht immer eine Erfolg verbuchen kannst – die Sache verläuft nicht im Sand, sondern du wirst immer neu darauf gestoßen. So kannst du, mit der Hilfe Gottes, auch festgefahrene Gewohnheiten unter die Lupe nehmen und langsam aber sicher neue, bessere Verhaltensweisen einüben. Es stimmt: Ohne Jesus können wir gar nichts tun. Er gibt uns sein Licht, um zu erkennen, wo wir umkehren sollen, und die Kraft, das Erkannte auch umzusetzen. Aber es gilt ebenso: Es geht auch nicht ohne uns. Gehen müssen wir den Weg schon selbst – und auch die entsprechenden Hilfsmittel in Anspruch nehmen. Diese Funktion ist so ein Hilfsmittel, um das, was du von Gott her erkannt hast, mit seiner Hilfe in deinem Leben umzusetzen.
fr: Il y a des moments où nous comprenons que nous devons changer quelque chose dans notre vie. Cela peut arriver dans la prière ou à la lecture de la Parole de Dieu - ou si nous avons eu un problème sérieux. Ensuite, nous prenons généralement une bonne résolution. Mais nous savons bien combien de temps les bonnes résolutions tiennent... C’est ainsi que Saint Ignace a trouvé une manière efficace : Il suggère de réfléchir le matin aux décisions que nous avons prises, et de vérifier à la fin de la journée si nous avons réussi à les mettre en œuvre. L'avantage, c’est que même si tu ne rencontres pas un succès, tu ne t’enlises pas - tu es simplement rappelé à l’ordre. Ainsi, tu peux, avec l'aide de Dieu, scruter tes habitudes les plus établies et, lentement mais sûrement, en prendre de nouvelles qui soient meilleures. Il est vrai que sans Jésus, nous ne pouvons rien faire. Il nous donne Sa lumière pour voir où nous devons nous convertir, et la force de mettre en œuvre ce que nous avons reconnu comme nécessaire. Mais il est également vrai que cela ne peut se faire sans nous. Nous devons déjà nous mettre en chemin et prendre les mesures appropriées pour réussir. Ainsi cette fonction est un moyen de mettre en oeuvre dans ta vie ce que tu as reconnu de bon par Dieu. Si tu inscris chaque jour comment tu as mis en oeuvre tes décisions, tu pourras voir l’évolution de tes progrès jour après jour.

# words_info_paragraph
source: In the words of Scripture, God speaks to us. He shows us what he is like and lets us see important things about our life. We often feel when we read the Bible or hear the services: This word is for me! It makes me understand something important. It shows me something to do. Then it is important that I also record this word. "Don't just listen to the word, but act accordingly; otherwise you will cheat yourself," says the letter to James (1:22). The danger is that we will quickly forget what we have heard and nothing will change in our life. But if we hear the word and act on it, our life becomes and God leads us on his way. This function helps you to listen better to God's word. Write down the words that have spoken to you. Take them back for prayer, look at them again in between or let yourself through the memories remember them in everyday life. Then the words will seep into your heart, they will stay in you and bear fruit. You can decide which current words you want to see immediately, add new words or hide other words. Under "all words" you can also see those that have been hidden for some time. Sometimes it is interesting to read these words in context again and discover a “common thread” and see how God leads you through his word. You can decide which current words you want to see immediately, add new words or hide other words. Under "all words" you can also see those that have been hidden for some time. Sometimes it is interesting to read these words together again and discover a “common thread” and see how God leads you through his word.
de: In den Worten der Heiligen Schrift spricht Gott zu uns. Er zeigt uns, wie er selbst ist, und lässt uns wichtige Dinge über unser Leben erkennen. Oft spüren wir, wenn wir in der Bibel lesen oder im Gottesdienst die Lesungen hören: Dieses Wort ist für mich! Es lässt mich etwas Wichtiges verstehen. Es zeigt mir etwas, was ich tun soll. Dann kommt es darauf an, dass ich dieses Wort auch aufnehme. „Hört das Wort nicht nur an, sondern handelt danach; sonst betrügt ihr euch selbst“, heißt es im Jakobusbrief (1,22). Die Gefahr ist, dass wir das Gehörte schnell wieder vergessen und sich nichts ändert in unserem Leben. Wenn wir das Wort aber hören und danach handeln, dann wird unser Leben verwandelt, und Gott führt uns seine Wege. Diese Funktion hilft dir dabei, besser auf Gottes Wort zu hören. Notiere dir die Worte, die dich angesprochen haben. Nimm sie wieder her zum Gebet, schaue sie dir zwischendurch noch einmal an oder lass dich über die Erinnerungsfunktion im Alltag an sie erinnern. Dann werden die Worte einsickern in dein Herz, sie bleiben in dir und bringen Frucht. Du kannst entscheiden, welche aktuellen Worte du sofort sehen willst, neue Worte hinzufügen oder andere Worte ausblenden. Unter „alle Worte“ siehst du auch die schon länger ausgeblendeten. Manchmal ist es interessant, diese Worte wieder im Zusammenhang zu lesen und so einen „roten Faden“ zu entdecken und zu sehen, wie Gott dich durch sein Wort führt. Du kannst entscheiden, welche aktuellen Worte du sofort sehen willst, neue Worte hinzufügen oder andere Worte ausblenden. Unter „alle Worte“ siehst du auch die schon länger ausgeblendeten. Manchmal ist es interessant, diese Worte wieder im Zusammenhang zu lesen und so einen „roten Faden“ zu entdecken und zu sehen, wie Gott dich durch sein Wort führt.
fr: Dieu nous parle à travers l’Ecriture. Il se montre à nous tel qu’il est en vérité et nous laisse reconnaître des choses importantes sur notre vie. Nous ressentons souvent en lisant la Bible ou en écoutant les lectures à la messe “cette parole s’adresse à moi ! Elle me fait comprendre quelque chose d’important. Elle me montre quelque chose que je dois faire.” Il tient alors à nous de prendre en compte cette parole. “Mais efforcez-vous de la mettre en pratique, et ne vous contentez pas de l'écouter, en vous abusant vous-mêmes par de faux raisonnements”(Jc 1, 22). Le risque est grand que nous oublions rapidement la parole entendue et que rien ne change dans notre vie. Mais si nous écoutons la parole et la mettons en pratique, nous tranformons notre vie et Dieu nous conduit sur sa route. Cette fonction aide donc à mieux écouter Dieu. Note les paroles qui t’ont parlé. Reprends-les dans ta prière ou même en dehors. Ainsi en te les rappelant régulièrement tu les comprendras mieux. Elles t’accompagneront comme Jésus Lui-même t’accompagne. La parole pourra alors s’infiltrer dans ton coeur, rester en toi et porter du fruit. Tu peux décider des paroles que tu veux voir immédiatement, de celles que tu veux ajouter et de celles que tu veux archiver. Dans la catégorie “toutes les paroles” tu trouveras également toutes les paroles que tu as archivées depuis déjà longtemps. Il est parfois intéressant de lire ces paroles dans leur ensemble, d’y découvrir un “fil rouge”, et de voir ainsi comme Dieu te mène à travers Sa parole.

source: Add
de: Hinzufügen
fr: Ajouter

# missing_value
source: Please fill in
de: Bitte ausfüllen
fr: Veuillez remplir

# confession_info_head
source: Why confess?
de: Warum beichten?
fr: Pourquoi se confesser?

# confession_info_head2
source: How to confess?
de: Wie beichten?
fr: Comment se confesser?

# confession_info_paragraph
source: “If you forgive sins, they are forgiven,” Jesus says to his apostles. Confession gives the wonderful experience that the forgiveness of your sins is audibly promised in the name of Jesus. In this way you can experience God's merciful love first hand and personally. To be sure, going to confession always takes effort and is not easy for anyone. But if you dare not only to show your beautiful facade, but to be completely honest, you can have the delightful experience that God accepts and loves you as you are and opens up a new future for you through His forgiveness. Those who make use of this sacrament learn that confession always gives new joy in life and new impetus to do the good. That is why it is advisable to go to confession regularly (e.g. monthly, but at least before big celebrations such as Christmas and Easter).
de: „Wem ihr die Sünden vergebt, dem sind sie vergeben“, sagt Jesus seinen Aposteln. Die Beichte schenkt die wunderbare Erfahrung, dass dir im Namen Jesu die Vergebung deiner Sünden hörbar zugesprochen wird. So kannst du die barmherzige Liebe Gottes ganz persönlich und hautnah erfahren. Gewiss, zur Beichte zu gehen, kostet immer Überwindung und fällt niemandem leicht. Aber wenn du es wagst, nicht nur deine schöne Fassade zu zeigen, sondern ganz ehrlich zu sein, kannst du die beglückende Erfahrung machen, dass Gott dich annimmt und liebt, wie du bist, und dir durch seine Vergebung eine neue Zukunft eröffnet. Wer dieses Sakrament in Anspruch nimmt, der erfährt: Die Beichte schenkt immer neue Freude am Leben und neuen Schwung, um das Gute zu tun. Deswegen ist es ratsam, regelmäßig (z.B. monatlich, aber jedenfalls vor großen Festen wie Weihnachten und Ostern) zur Beichte zu gehen.
fr: „Celui à qui vous remettez ses péchés, ses péchés lui sont remis“, dit Jésus à ses apôtres. La confession nous permet de faire l’expérience merveilleuse et concrète de se faire remettre nos péchés au nom de Jésus. Ainsi, tu peux faire l’expérience personnelle et instantanée de la miséricorde de Dieu. Il est certain qu’il n’est pour personne facile d’aller se confesser. Mais quand tu oses ne plus te contenter de montrer une belle apparence, pour être honnête, tu fais alors l’expérience heureuse que Dieu t’accepte et t’aime comme tu es, et t’ouvre un nouvel avenir en te remettant tes péchés. Celui qui a recours à ce sacrement fait l’expérience que la confession est toujours une source de joie pour la vie et un nouvel élan pour faire le bien. C’est pourquoi il est conseillé de se confesser régulièrement (e.g. tous les mois, et dans tous les cas avant chaque grande fête comme Noël ou Pâques).
