Repository: Bolldorf-OG/app2heaven
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

source: Actual
de: Tatsächlich
fr: Réel

source: Actual (min)
de: Tatsächlich (min)
fr: Réel (min)

# all_topics_were_deleted
source: All confessional topics were deleted
de: Alle Beichtthemen wurden gelöscht
fr: Tous les thèmes pour la confession ont été effacés.

# analytics_info
source: If enabled, anonymous user statistics will be collected. For more info take a look at the privacy policy.
de: Wenn aktiviert, werden anonyme Nutzungsstatistiken gesammelt. Weitere Informationen können den Datenschutzbestimmungen entnommen werden.
fr: Si activé, les statistiques d'utilisateurs anonymes seront collectées. Pour plus d'informations, consultez la politique de confidentialité.

source: Archive
de: Archiv
fr: Archives

source: At:
de: Um:
fr: À :

# audio_stimuli_last_days
source: Listen to audio-stimuli of the last few days on credo-online
de: Audio-Impulse der vergangenen Tage auf credo-online nachhören
fr: Écoutez les stimuli audio de ces derniers jours sur credo-online

source: Audio-Stimulus
de: Audio-Impuls
fr: Topo audio

# avg_per_day
source: Average per day
de: Durchschnitt pro Tag
fr: Moyenne par jour

source: Back
de: Zurück
fr: Retour

source: Bible passage
de: Bibelstelle
fr: Passage de la Bible

# bible_passage_not_found_text
source: The passage you looked for were not found. Please check the reference and try again.
de: Die gesuchte Bibelstelle wurde nicht gefunden. Überprüfe die Referenz und versuche noch ein mal.
fr: Le passage recherché n'a pas été trouvé. Vérifie la référence et essaye de nouveau.

# bible_passage_not_found_title
source: Passage not found
de: Bibelstelle nicht gefunden
fr: Passage non trouvé

# bible_reference_advice
source: Type the location that you want to read!
de: Gib die Stelle ein, die du lesen willst!
fr: Saisis la référence que tu veux lire !

source: Cancel
de: Abbrechen
fr: Annuler

source: CAUTION
de: ACHTUNG
fr: MISE EN GARDE

source: Communities
de: Gemeinschaften
fr: Les communautés

# community_experiences
source: Experiences from communities
de: Erfahrungen aus Gemeinschaften
fr: Les expériences des communautés

# community_experiences_sub
source: Vocation and more
de: Berufung und mehr
fr: Vocation et plus

source: Community select
de: Gemeinschaft wählen...
fr: Sélectionner une communauté

# confession_empty_info
source: By saving you confession, your confession topics will be deleted.
de: Durch das Speichern deiner Beichte, wird dein Beichtzettel geleert.
fr: En sauvegardant votre confession, vos sujets de confession seront supprimés.

# confession_info_sub
source: Confession - why and how
de: Beichte - warum und wie
fr: Confession - pourquoi et comment

# confession_password
source: Confesstion Topics Password
de: Beichtzettel-Passwort
fr: Confession Sujets Mot de passe

# confession_preparation_head
source: Preparation for confession
de: Vorbereitung auf die Beichte
fr: Préparation pour la confession

# confession_preparation_paragraph
source: Start with a simple request: "Holy Spirit, show me what need things in my life reconciliation. Help me to look at my life honestly. Give me the courage to open up entirely "The most important thing is. Nothing is embarrassing. On the contrary: It deserves the highest respect when someone sincerely confesses his sins. The words of Jesus will help you to look at your life in God's light.
de: Beginne mit einer einfachen Bitte: „Heiliger Geist, zeige mir, welche Dinge in meinem Leben Versöhnung brauchen. Hilf mir, mein Leben ganz ehrlich anzuschauen. Gib mir den Mut, mich ganz zu öffnen.“ Das Wichtigste ist: Nichts ist peinlich. Im Gegenteil: Es verdient höchsten Respekt, wenn jemand aufrichtig seine Sünden bekennt. Die Worte Jesu helfen dir, dein Leben im Licht Gottes anzuschauen.
fr: Commence par une simple demande: “Esprit Saint, montre-moi quelles choses dans ma vie ont besoin d’être réconciliées. Aide-moi à regarder ma vie en vérité. Donne-moi le courage de m’ouvrir à la vérité sur toute ma vie et à ta miséricorde”. Il est essentiel de comprendre qu’aucun péché n’est trop grave pour être confessé. Au contraire, cela mérite le plus grand respect quand quelqu’un reconnaît ses péchés avec sincérité.

# confession_preparation_sub
source: Instructions and questions for reflection
de: Anleitung und Fragen zum Nachdenken
fr: Questions et pistes de réflexion

source: Confession planner
de: Beichttermine
fr: Planificateur de confession

# confession_planner_description
source: Plan your next confession
de: Beichte eintragen und planen
fr: Planifiez votre prochaine confession

source: Save confession
de: Beichte eintragen
fr: Entrez la confession

# confession_today_text
source: „Praise the Lord, O my soul, and forget not all his benefits - who forgives all your sins and heals all your diseases, who redeems your life from the pit and crowns you with love and compassion“ (Ps 103,2-4).
de: „Lobe den Herrn, meine Seele, und vergiss nicht, was er dir Gutes getan hat: der dir all deine Schuld vergibt und all deine Gebrechen heilt, der dein Leben vor dem Untergang rettet und dich mit Huld und Erbarmen krönt“ (Ps 103,2-4).
fr: „Mon âme, bénis l'Eternel, Et n'oublie aucun de ses bienfaits! C'est lui qui pardonne toutes tes iniquités, Qui guérit toutes tes maladies; C'est lui qui délivre ta vie de la fosse, Qui te couronne de bonté et de miséricorde;“ (Ps 103,2-4).

# confession_topics_sub
source: What I want to speak in confession
de: Worüber ich in der Beichte sprechen will
fr: Que je veux aborder dans la confession

source: Confessional topic
de: Beichtthema
fr: Sujet confessionnel

source: Confirm
de: Bestätigen
fr: Confirmer

source: Content language
de: Inhaltsprache
fr: Langue du contenu

source: Country Code
de: Landesvorwahl
fr: Indicatif téléphonique

source: Creation date
de: Erstellungsdatum
fr: Date de création

source: Current decisions
de: Aktuelle Entscheidungen
fr: Les décisions actuelles

# current_decisions_sub
source: to which I want to live
de: nach denen ich leben will
fr: que je veux vivre

# current_deeds
source: Currently planned
de: Aktuell geplant
fr: Actuellement prévu

# current_deeds_sub
source: I want to do
de: Was ich tun möchte
fr: Ce que je veux faire

source: Current prayer requests
de: Aktuelle Gebetsanliegen
fr: Intentions de prières récentes

source: Current words
de: Aktuelle Worte
fr: Paroles récentes

# current_words_sub
source: accompany me
de: die mich begleiten
fr: qui m'accompagnent

source: Dashboard
fr: Tableau de bord

source: Days preview
de: Tagesvorschau
fr: Aperçu du jour

# dayspreview_decisions_head
source: Decisions
de: Entscheidungen
fr: Décisions

# dayspreview_decisions_sub
source: I want to implement today
de: die ich heute umsetzen will
fr: que je veux mettre en pratique aujourd'hui

# dayspreview_deeds_head
source: Deeds
de: Taten
fr: Actes

# dayspreview_deeds_sub
source: I want to realize today
de: die ich heute verwirklichen will
fr: que je veux faire aujourd'hui

# dayspreview_prayertime_head
source: The time
de: Die Zeit
fr: Le temps

# dayspreview_prayertime_sub
source: I want to take for prayer today
de: die ich mir heute für das Gebet nehmen will
fr: que je veux prendre pour la prière aujourd'hui

# dayspreview_words_head
source: Word of God
de: Die Worte Gottes
fr: Les Paroles de Dieu

# dayspreview_words_sub
source: with whom I want to live today
de: mit denen ich heute leben will
fr: avec lesquelles je veux vivre aujourd'hui

source: Days review
de: Tagesrückblick
fr: Examen de la journée

# daysreview_calm_head
source: Come to rest
de: Zur Ruhe kommen
fr: Entrer dans le repos du soir

# daysreview_calm_text
source: Calm down
de: Werde still.
fr: Fais silence.

# daysreview_calm_text2
source: Let look at you from God's loving gaze.
de: Lass dich anschauen von Gottes liebendem Blick.
fr: Laisse-toi regarder par le regard aimant de Dieu

# daysreview_calm_text3
source: Let pass today in front of your inner eye.
de: Lass vor deinem inneren Auge den heutigen Tag noch einmal an dir vorbeiziehen.
fr: Laisse défiler intérieurement devant toi encore une fois la journée d’aujourd’hui.

# daysreview_calm_text4
source: What do you want to thank God?
de: Wofür willst du Gott danken?
fr: De quoi veux-tu remercier Dieu ?

# daysreview_confession_button
source: Add a topic for confession
de: Thema für die Beichte eintragen
fr: Ajouter un thème pour la confession

# daysreview_confession_head
source: What do you want to ask God for forgiveness?
de: Wofür willst du Gott um Verzeihung bitten?
fr: Pour quoi veux-tu demander à Dieu son pardon ?

# daysreview_decisions_head
source: Current decisions
de: Aktuelle Entscheidungen
fr: Décisions actuelles

# daysreview_eveningprayer_head
source: Evening prayer
de: Nachtgebet
fr: Prière du soir

# daysreview_eveningprayer_paragraph
source: Now that the daylight dies away, By all thy grace and love, Thee, Maker of the world, we pray To watch our bed above. Let dreams depart and phantoms fly, The offspring of the night, Keep us, like shrines, beneath thine eye, Pure in our foe’s despite. This grace on thy redeemed confer, Father, co-equal Son, And Holy Ghost, the Comforter, Eternal Three in One.
de: Bevor des Tages Licht vergeht, o Herr der Welt, hör dies Gebet. Behüte uns in dieser Nacht durch deine große Güt und Macht. Hüllt Schlaf die müden Glieder ein, lass uns in dir geborgen sein. Und mach am Morgen uns bereit zum Lobe deiner Herrlichkeit. Dank dir, o Vater, reich an Macht, der über uns voll Güte wacht, und mit dem Sohn und Heilgen Geist des Lebens Fülle uns verheißt.
fr: Ferme mes yeux pour revoir tes merveilles en ce moment que le jour fuit! Allume dans la nuit une clarté nouvelle! Que le silence alentour me console de la faiblesse de ma foi, puisque j'écoute en moi résonner ta parole! Jusqu'à demain, si se lève l'aurore, je t'abandonne mon esprit! Ta grâce me suffit, c'est elle que j'implore.

# daysreview_forgivness_head
source: Confession of guilt
de: Schuldbekenntnis
fr: Confession des péchés

# daysreview_forgivness_head2
source: For forgiveness
de: Vergebungsbitte
fr: Demande de pardon

# daysreview_forgivness_paragraph
source: I confess to almighty God and to you, my brothers and sisters, that I have greatly sinned, in my thoughts and in my words, in what I have done and in what I have failed to do, through my fault, through my fault, through my most grievous fault; therefore I ask blessed Mary ever-Virgin, all the Angels and Saints, and you, my brothers and sisters, to pray for me to the Lord our God.
de: Ich bekenne Gott, dem Allmächtigen, dass ich Gutes unterlassen und Böses Getan habe. Ich habe gesündigt in Gedanken, Worten und Werken, durch meine Schuld, durch meine Schuld, durch meine große Schuld.
fr: Je confesse à Dieu tout-puissant, je reconnais devant mes frères que j’ai péché en pensée, en parole, par action et par omission. Oui, J’ai vraiment péché. C’est pourquoi je supplie la Vierge Marie, les anges et tous les saints, et vous aussi mes frères, de prier pour moi le Seigneur notre Dieu.

# daysreview_forgivness_paragraph2
source: May almighty God have mercy on me, forgive me my sins, and bring me to everlasting life.
de: Der allmächtige Gott erbarme sich meiner, er vergebe mir meine Sünden und führe mich zu ewigen Leben.
fr: Que Dieu tout-puissant nous fasse miséricorde ; qu'il nous pardonne nos péchés et nous conduise à la vie éternelle.

# daysreview_prayertime_head
source: Prayer time
de: Gebetszeit
fr: Temps de prière

# daysreview_prayertime_sub
source: Today I prayed
de: Heute habe ich gebetet
fr: Aujourd'hui j'ai prié

# daysreview_prayertime_sub2
source: Scheduled prayer time tomorrow
de: Geplante Gebetszeit morgen
fr: Temps de prière que je veux prendre demain

source: Decision
de: Entscheidung
fr: Décision

# decision_view
source: View progress
de: Entwicklung anschauen
fr: Voir les progrès

source: Decisions
de: Entscheidungen
fr: Décisions

# decisions_archive_sub
source: all previous decisions
de: aller bisherigen Entscheidungen
fr: toutes les décisions antérieures

# decisions_info_sub
source: Make my life deliberately
de: Mein Leben bewusst gestalten
fr: Mener ma vie délibérément

source: Deed
de: Tat
fr: Action

# deed_date_label
source: When do you want to do that?
de: Wann willst du das tun?
fr: Quand voulez-vous faire ça?

source: Deeds
de: Taten
fr: Actes

# deeds_archive_sub
source: What I did
de: Was ich getan habe
fr: Ce que j'ai fait

# deeds_info_sub
source: Cooperate in the Kingdom of God
de: Mitarbeiten am Reich Gottes
fr: Coopérer au Royaume de Dieu

source: Delete
de: Löschen
fr: Effacer

# deregister
source: Unsubscribe
de: Abmelden
fr: Se désinscrire de

source: Display
de: Anzeige
fr: Affichage

source: Donations
fr: Des dons

# donations_text_markdown
source: App2Heaven will always be completely free for its users. App2Heaven e.V. works to reach more people and bring God’s light into the world. Help us spread the word! More infos at [App2Heaven e.V.]({link})
fr: App2Heaven sera toujours entièrement gratuit pour ses utilisateurs. App2Heaven e.V. travaille pour atteindre plus de gens et apporter la lumière de Dieu dans le monde. Aidez-nous à faire passer le message! Plus d'infos sur [App2Heaven e.V.]({link})

source: Done
de: Erledigt
fr: Fini

source: Duration:
de: Dauer:
fr: Durée :

source: Edit
de: Bearbeiten
fr: Modifier

source: Edit decision
de: Entscheidung bearbeiten
fr: Modifier décision

source: Edit deed
de: Tat bearbeiten
fr: Modifier l'action

source: Edit faith experience
de: Glaubenserfahrung bearbeiten
fr: Modifier expérience de foi

source: Edit prayer note
de: Gebetsnotiz bearbeiten
fr: Modifier note de prière

source: Edit prayer request
de: Gebetsanliegen bearbeiten
fr: Modifier ma prière de demande

source: Edit topic
de: Thema bearbeiten
fr: Modifier Nouveau thème

source: Edit word
de: Wort bearbeiten
fr: Modifier parole

source: End prayer time
de: Gebetszeit beenden
fr: Terminer le temps de prière

# enter_new_password
source: Please enter a new password for you confession topics:
de: Bitte gib ein neues Passwort für deinen Beichtzettel ein:
fr: Veuillez entrer un nouveau mot de passe pour vos sujets de confession:

# enter_password
source: Please enter your password:
de: Bitte gib dein Passwort ein:
fr: s'il vous plait entrez votre mot de passe:

source: error
de: Fehler
fr: erreur

# error_no_location
source: Please enter a location.
de: Bitte einen Ort eingeben.
fr: Veuillez entrer un lieu.

# error_past_time
source: Please choose a date and time in the future.
de: Bitte ein Datum in der Zukunft wählen.
fr: Veuillez choisir une date et une heure dans le futur.

source: Experiences
de: Erfahrungen
fr: Expériences

# experiences_info_paragraph
source: God is always at work (cf. John 5:17), but it is not always easy to recognize his work. Sometimes we can just afterwards discover his traces in our lives - like Moses, who could not see God directly, but rather its "back" (cf. Ex 33.18 to 33.). This can be: how a word of God showed you the right way and transformed anything in your life. A turn of events in which I see a fruit of prayer or the surprising act of a providence from God. Giving testimony means: Speaking about how to expirience God's work. Nothing encourages us so much in faith as the testimony of others. This tells us that faith is not a dubious theory but that God lives and acts into our life. Therefore you can write in this section how you have experienced Gods works. These testimonies you can then share with others and thus bear witness to your faith. And of course, read the testimonies of others and let you strengthen by them in faith.
de: Gott ist immer am Werk (vgl. Joh 5,17), aber nicht immer ist es leicht, sein Wirken zu erkennen. Manchmal können wir gerade im Nachhinein seine Spuren in unserem Leben entdecken - ähnlich wie Mose, der Gott zwar nicht direkt sehen durfte, wohl aber seinen „Rücken“ (vgl. Ex 33,18-33). Das kann sein: wie ein Wort Gottes mir den richtigen Weg gezeigt und etwas in meinem Leben verwandelt hat. Eine Entwicklung der Dinge, in der ich eine Frucht des Gebets oder die überraschende Fügung Gottes erkenne. Zeugnis geben heißt: Davon sprechen, wie ich Gottes Wirken erfahre. Nichts ermutigt uns so sehr zum Glauben als das Zeugnis anderer Menschen. Das zeigt uns, dass der Glaube nicht eine zweifelhafte Theorie ist, sondern dass Gott lebt und in unser Leben hinein wirkt. Deswegen kannst du in diesem Bereich aufschreiben, wie du Gottes Wirken erfahren hast. Diese Zeugnisse kannst du dann auch mit anderen teilen und so Zeugnis geben von deinem Glauben. Und natürlich die Zeugnisse der anderen lesen und dich von ihnen im Glauben stärken lassen.
fr: Dieu est toujours à l'oeuvre (Jean 5, 17), mais nous ne nous en rendons pas toujours compte. Il nous arrive parfois de découvrir ses traces dans notre vie en prenant du recul – comme Moïse, qui ne put pas voir Dieu directement, mais seulement son « dos » (Exode 33, 18-33). Cela peut être par une expérience dans laquelle je reconnais la Providence surprenante de Dieu ; ou cela peut venir comme un fruit de la prière. Ou par une Parole de Dieu qui m'a montré le chemin que je dois suivre, et qui a transformé quelque chose dans ma vie. Témoigner, c’est parler de ma propre expérience de l’action de Dieu dans ma vie. Rien ne nous encourage tant à croire comme les expériences concrètement vécues de la présence de Dieu. Elles nous montrent que la foi n’est pas une théorie douteuse, mais que Dieu vit et agit dans notre vie elle-même. Voilà pourquoi tu peux noter dans cette partie tes expériences de la présence de Dieu. Tu peux ensuite partager ces expériences avec les autres et ainsi témoigner de ta foi. Et bien sûr, tu peux aussi lire les expériences des autres et ainsi affermir ta foi.

# experiences_info_sub
source: Why testimonies are important
de: Warum Glaubenszeugnisse wichtig sind
fr: Pourquoi les témoignages sont importants

# experiences_sub
source: How God acts
de: Wie Gott wirkt
fr: Comment Dieu agit

source: Faith experience
de: Glaubenserfahrung
fr: Expérience de foi

source: Faith experiences
de: Glaubenserfahrungen
fr: Expériences de foi

source: Favourites
de: Favoriten
fr: Favoris

# font_size
source: Text size
de: Schriftgröße
fr: Taille du texte

source: Font size
de: Schriftgröße
fr: Taille des caractères

# former_prayerrequests
source: Earlier prayer requests
de: Frühere Gebetsanliegen
fr: Intentions de prières antérieures

source: God helped!
de: Gott hat geholfen!
fr: Dieu a aidé !

# gods_word_reminder
source: Remembering God's Word
de: Erinnerung an Wort Gottes
fr: Se souvenir de la Parole de Dieu

source: Hide from current
de: Aus Aktuell ausblenden
fr: Archiver

source: Highlight
de: Hervorheben
fr: Surligner

source: Hours
de: Stunden
fr: Heures

source: Info
fr: Infos

source: Intended (min)
de: Geplant (min)
fr: Prévu (min)
