Repository: Bolldorf-OG/app2heaven
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# confession_info_paragraph2
source: 1.Take time to prepare for the confession (e.g. with the suggestions for thinking in this app). If you think of things that belong in a confession, you can write them down here so that they are not forgotten. To ensure discretion (your sins concern only you and God!), You can password-protect this area. To make sure that no strangers are snooping around in your sins, you should rather write down keywords or the topics at stake so you know what it is about, but nobody else. 2. Tell God you're sorry and ask for His help to improve you. You can also enter a decision for the future right away. 3. Go to a priest and confess your sins. Do not worry, the priest is not there to judge you, but to bring you God's mercy. If you are having trouble because you haven't been confessing for a long time or don't see some things clearly, just say it. The priest will help you. After the confession, he will give you some pointers, an encouraging encouragement and a penance, i.e. he tells you a prayer or an act. Repentance is to take a step in the right direction and heal something that has been hurt by sin. And above all, the priest gives you the release, the forgiveness of all sins in the name of God. If you enter the confession, all topics for the confession will be deleted - because even God will not remember them! 4. You have become new! Say thank you to God - and start again with him in everyday life.
de: 1. Nimm dir Zeit für eine Vorbereitung auf die Beichte (z.B. mit den Anregungen zum Nachdenken in dieser App). Wenn dir zwischendurch Dinge einfallen, die in eine Beichte gehören, kannst du sie hier notieren, damit sie nicht in Vergessenheit geraten. Um Diskretion zu gewährleisten (deine Sünden gehen nur dich und Gott etwas an!), kannst du diesen Bereich durch ein Kennwort schützen. Um ganz sicher zu gehen, dass nicht fremde Leute in deinen Sünden herumschnüffeln, solltest du eher Stichwörter oder die Themen notieren, um die es geht, so dass du weißt, worum es geht, aber sonst niemand. 2. Sage Gott, dass es dir leid tut, und bitte um seine Hilfe, um dich zu bessern. Du kannst auch gleich eine Entscheidung für die Zukunft eintragen. 3. Geh zu einem Priester und bekenne deine Sünden. Keine Angst, der Priester ist nicht da, um dich zu richten, sondern um dir Gottes Barmherzigkeit zu bringen. Wenn du Schwierigkeiten hast, weil du schon lange nicht mehr beim Beichten warst, oder einige Dinge nicht ganz klar siehst, sag es einfach. Der Priester wird dir helfen. Nach dem Bekenntnis wird er dir einige Hinweise geben, einen ermutigenden Zuspruch und eine Buße, d.h. er trägt dir ein Gebet oder eine Tat auf. Die Buße ist dafür da, einen Schritt in die richtige Richtung tun und so etwas zu heilen, was durch die Sünde verletzt worden ist. Und vor allem: Der Priester gibt dir die Lossprechung, die Vergebung aller Sünden im Namen Gottes. Wenn du die Beichte einträgst, werden alle Themen für die Beichte gelöscht – denn nicht einmal Gott erinnert sich dann noch an sie! 4. Du bist neu geworden! Sage Gott Dank – und starte neu mit ihm in den Alltag.
fr: 1. Prends le temps de préparer ta confession (e.g. avec les suggestions de réflexion dans cette app). Si entretemps t’apparaissent des éléments qui ont leur place dans la confession, tu peux les noter ici pour qu’ils ne tombent pas dans l’oubli. Afin d’en garantir la confidentialité (tes péchés ne concernent que Dieu et toi-même !), tu peux protéger cette section avec un mot de passe. Pour être certain que d’autres personnes ne mettent pas le nez dans tes péchés, il est conseillé de noter juste des mots-clés et des thèmes qui sont pour toi, et toi seul, directement porteurs de sens. 2. Dis à Dieu que tu es contrit et que tu demandes son aide pour t’améliorer. Tu peux également inscrire une décision pour l’avenir. 3. Va voir un prêtre et reconnais tes péchés. N’aie pas peur, le prêtre n’est pas là pour juger tes péchés, mais pour te montrer la miséricorde de Dieu. Si tu n’es pas allé te confesser depuis très longtemps, ou s’il y a des choses que tu ne vois pas clairement, dis-le simplement. Le prêtre t’aidera. Après la confession il te donnera des conseils, une parole de réconfort et une pénitence, c’est-à-dire une prière à dire ou une action à réaliser. La pénitence est là pour faire un pas dans la bonne direction et pour guérir ce qui a été blessé par le péché. Et surtout le prêtre te donne l’absolution, le pardon des péchés au nom de Dieu. Enfin, quand tu notes que tu t’es confessé, tous les thèmes de la confession sont supprimés - car pas même Dieu ne les garde en mémoire ! 4. Tu es une créature nouvelle ! Remercie Dieu - et repars à neuf avec lui dans ton quotidien.

# x_minutes
source: {x, plural, =1{1 minute} other{{x} minutes}}
de: {x, plural, =1{{x} Minute} other{{x} Minuten}}
fr: {x, plural, =1{{x} minute} other{{x} minutes}}

# x_hours
source: {x, plural, =1{1 hour} other{{x} hours}}
de: {x, plural, =1{{x} Stunde} other{{x} Stunden}}
fr: {x, plural, =1{{x} heure} other{{x} heures}}

source: OK
fr: D'accord

# words_reminder_no_current_words
source: You must have an entry in 'Current Words' to be reminded of it.
de: Du musst einen Eintrag in 'Aktuelle Worte' haben, um daran erinnert werden zu können.
fr: Vous devez avoir une entrée dans «Paroles récentes» pour vous en souvenir.

# words_reminder_enabled
source: You will be reminded of '{title}' at {time} every day.
de: Du wirst jeden Tag um {time} an '{title}' erinnert.
fr: Vous vous souviendrez de «{title}» tous les jours à {time}.

source: Use system language
de: Systemsprache verwenden
fr: Utiliser la langue du système

# last_confession
source: Your last confession was on {date}.
de: Deine letzte Beichte war am {date}.
fr: Votre dernière confession remonte au {date}.

# planned_confession
source: You planned your next confession on {date}.
de: Du hast deine nächste Beichte am {date} geplant.
fr: Vous avez planifié votre prochaine confession le {date}.

# donations_dialog
source: App2Heaven will always be completely free for its users. App2Heaven e.V. works to reach more people and bring God’s light into the world. Help us spread the word by reviewing the App and sharing with your friends, or by going to the donations page!
fr: App2Heaven sera toujours entièrement gratuit pour ses utilisateurs. App2Heaven e.V. travaille pour atteindre plus de gens et apporter la lumière de Dieu dans le monde. Aidez-nous à passer le mot en examinant l'application et en partageant avec vos amis, ou en allant sur la page des dons!

# donate_now
source: Learn more
de: Mehr Infos
fr: En savoir plus

source: Later
de: Später
fr: Plus tard

# analytics_dialog
source: Help us to develop the app further by submitting your usage statistics anonymously. You can change your decision at any time in the settings.
de: Hilf uns, die App weiterzuentwickeln, indem du uns anonym deine Nutzungsstatistik übermittelst. Du kannst deine Entscheidung jederzeit in den Einstellungen ändern.
fr: Aidez-nous à développer davantage l'application en soumettant vos statistiques d'utilisation de manière anonyme. Vous pouvez modifier votre décision à tout moment dans les paramètres.

# programmers_dialog
source: App2Heaven is looking for app programmers to jointly develop the app on an open source platform. Interested? Then write us at {email}.
de: Die App2Heaven sucht App-Programmierer für eine gemeinsame Weiterentwicklung der App auf einer Open-Source-Plattform. Interessiert? Dann melde dich unter {email} oder sieh dir den Code auf https://github.com/Bolldorf-OG/app2heaven an.
fr: App2Heaven recherche des programmeurs d'applications pour développer conjointement l'application sur une plate-forme open source. Intéressé? Écrivez-nous ensuite à {email}.

# send_mail
source: Send e-mail
de: E-Mail senden
fr: Envoyer un e-mail

# bible_book
source: Book
de: Buch
fr: Livre

# bible_chapter
source: Chapter
de: Kapitel
fr: Chapitre

# bible_verses
source: Verse(s)
de: Vers(e)
fr: Verset(s)

# bible_verses_hint
source: e.g. 3 or 1-5
de: z.B. 3 oder 1-5
fr: par ex. 3 ou 1-5

# bible_chapter_max
source: Valid chapters: 1-{maxChapter}
de: Gültige Kapitel: 1-{maxChapter}
fr: Chapitre valides: 1-{maxChapter}

# bible_verse_max
source: Valid verses: 1-{maxVerse}
de: Gültige Verse: 1-{maxVerse}
fr: Versets valides: 1-{maxVerse}

source: Read passage
de: Stelle lesen
fr: Lire le passage

# read_verses
source: {count, plural, =1{Read verse} other{Read verses}}
de: {count, plural, =1{Vers lesen} other{Verse lesen}}
fr: {count, plural, =1{Lire le verset} other{Lire les versets}}

# no_confession_topics
source: You haven't created any confession topics yet
de: Dein Beichtzettel ist leer
fr: Vous n'avez pas encore créé de sujets de confession

# no_decisions
source: You haven't made any decisions yet
de: Du hast noch keine Entscheidungen getroffen
fr: Vous n'avez pas encore pris de décision

# no_deeds
source: You haven't planned any deeds yet
de: Du hast noch keine Taten geplant
fr: Vous n'avez encore rien planifié

# no_deeds_today
source: You haven't planned any deeds for today
de: Du hast heute keine Taten geplant
fr: Vous n'avez aucune action planifiée aujourd'hui

# no_experiences
source: You haven't added any experiences yet
de: Du hast noch keine Erfahrungen gesammelt
fr: Vous n'avez encore ajouté aucune expérience

# no_gods_words
source: You haven't added any words yet
de: Du hast noch keine Worte gespeichert
fr: Vous n'avez pas encore ajouté de mots

# no_prayer_requests
source: You haven't added any prayer requests yet
de: Du hast noch keine Gebetsanliegen
fr: Vous n'avez encore ajouté aucune demande de prière

# no_prayer_notes
source: You haven't made any prayer notes yet
de: Du hast noch keine Gebetsnotizen
fr: Vous n'avez pas encore pris de notes de prière

# no_communities
source: No communities found Please, check your internet connection
de: Keine Gemeinschaften gefunden Bitte überprüfe deine Internetverbindung
fr: Aucune communauté trouvée Veuillez vérifier votre connexion Internet

# no_community_experiences
source: No experiences found Please, check your internet connection
de: Keine Erfahrungen gefunden Bitte überprüfe deine Internetverbindung
fr: Aucune expérience trouvée Veuillez vérifier votre connexion Internet

# no_stimulus_tags
source: No categories found Please, check your internet connection
de: Keine Kategorien gefunden Bitte überprüfe deine Internetverbindung
fr: Aucune catégorie trouvée Veuillez vérifier votre connexion Internet

# no_stimuli
source: No stimuli found Please, check your internet connection
de: Keine Impulse gefunden Bitte überprüfe deine Internetverbindung
fr: Aucun stimuli trouvé Veuillez vérifier votre connexion Internet

# no_bible_books
source: No book found
de: Kein Buch gefunden
fr: Aucun livre trouvé

source: Custom
de: Benutzerdefiniert
fr: Personnalisé

# deed_planned_for
source: Planned for: {date}
de: Geplant für: {date}
fr: Planifié pour: {date}

# open_bible_needs_internet
source: You must be connected to the internet to read bible passages.
de: Eine bestehende Internetverbindung ist nötig, um Bibelstellen zu lesen.
fr: Vous devez être connecté à Internet pour lire les passages bibliques.

# description_share_many
source: You can now share or export multiple items at once by clicking this icon, selecting them in the list and then clicking the button in the bottom right corner.
de: Du kannst jetzt mehrere Elemente gleichzeitig teilen oder exportieren, indem du auf dieses Symbol klickst, die Elemente in der Liste auswählst und dann auf den Button in der unteren rechten Ecke klickst.
fr: Vous pouvez désormais partager ou exporter plusieurs éléments à la fois en cliquant sur cette icône, en les sélectionnant dans la liste, puis en cliquant sur le bouton dans le coin inférieur droit.

# description_delete_many
source: You can now delete multiple items at once by clicking this icon, selecting them in the list and then clicking the button in the bottom right corner.
de: Du kannst jetzt mehrere Elemente gleichzeitig löschen, indem du auf dieses Symbol klickst, die Elemente in der Liste auswählst und dann auf den Button in der unteren rechten Ecke klickst.
fr: Vous pouvez maintenant supprimer plusieurs éléments à la fois en cliquant sur cette icône, en les sélectionnant dans la liste, puis en cliquant sur le bouton dans le coin inférieur droit.

# same_time_every_day
source: Use same time every day
de: Jeden Tag die gleiche Zeit verwenden
fr: Utilisez la même heure tous les jours

# rating_min
source: Don't be sad. Tomorrow is a new day and “the Lord's mercies new every morning” (Lam. 3:22-23)
de: Sei nicht traurig. Morgen ist ein neuer Tag und „neu ist das Erbarmen des Herrn an jedem Morgen“ (Klgl 3,23).
fr: Ne sois pas triste. Demain est un nouveau jour et «les miséricordes du Seigneur sont nouvelles chaque matin» (Lam. 3:22-23)

# rating_max
source: Great! Thanks be to the Lord! You can do all things through Him who strengthens you. (cf. Phil. 4:13)
de: Super, Dank sei dem Herrn! Alles vermagst du durch ihn, der dich stark macht! (vgl. Phil 4,13)
fr: Super! Merci au Seigneur! Vous pouvez tout faire par Celui qui vous fortifie. (cf. Phil. 4:13)

source: Shown Elements
de: Angezeigte Elemente
fr: Éléments affichés

# dashboard_settings
source: Settings: Dashboard
de: Einstellungen: Dashboard
fr: Réglages: Tableau de bord

# dayspreview_settings
source: Settings: Days Preview
de: Einstellungen: Tagesvorschau
fr: Réglages: Aperçu du jour

# daysreview_settings
source: Settings: Days Review
de: Einstellungen: Tagesrückblick
fr: Réglages: Examen de la journée

# dayspreview_no_elements_enabled_title
source: No elements configured
de: Keine Elemente konfiguriert
fr: Aucun élément configuré

# dayspreview_no_elements_enabled_description
source: You can select the elements shown here in the settings.
de: Du kannst die angezeigten Elemente in den Einstellungen wählen.
fr: Vous pouvez choisir les éléments à afficher dans les paramètres.

# daysreview_deeds_head
source: Current Deeds
de: Aktuelle Taten
fr: Actes en cours

source: Backup / Restore
de: Backup / Wiederherstellen
fr: Sauvegarde / Restauration

source: Choose folder
de: Ordner auswählen
fr: Choisissez un dossier

source: Create backup
de: Backup erstellen
fr: Créer sauvegarde

source: Restore from backup
de: Wiederherstellen
fr: Restaurer

# restore_from_backup_warning
source: WARNING
de: WARNUNG
fr: AVERTISSEMENT

# restore_backup_confirm
source: WARNING: YOU MAY LOOSE DATA Restoring a backup will delete all data currently stored in the app and replace it with the data from the backup.
de: ACHTUNG: DATENVERLUST MÖGLICH Das Wiederherstellen eines Backups löscht zunächst alle Daten, die derzeit in der App gespeichert sind, und ersetzt diese dann mit den Daten aus dem Backup.
fr: AVERTISSEMENT: VOUS POUVEZ PERDRE DES DONNÉES La restauration d'une sauvegarde supprimera toutes les données actuellement stockées dans l'application et les remplacera par les données de la sauvegarde.

# backup_version_mismatch
source: Restore aborted, because the backup was created by an unsupported version.
de: Wiederherstellen abgebrochen. Das Backup stammt von einer inkompatiblen Version der App.
fr: Restauration abandonnée, car la sauvegarde a été créée par une version non prise en charge.

# backup_explanation
source: You can export all the data stored locally in the app (including settings) into a single file. This file can then be transferred to other devices, e.g. via cloud storage or per email. The data transfer also works from iOS to Android and vice-versa. Please note however, restoring a backup is destructive. All previously existing data is lost during the restore.
de: Du kannst alle lokal in der App gespeicherten Daten (einschließlich Einstellungen) in eine einzige Datei exportieren. Diese Datei kann dann auf andere Geräte übertragen werden, z.B. via Cloud-Speicher oder per E-Mail. Die Datenübertragung funktioniert auch von iOS auf Android und umgekehrt. Aber Achtung: Das Wiederherstellen eines Backups ist destruktiv, d.h. alle zuvor vorhandenen Daten gehen während der Wiederherstellung verloren.
fr: Vous pouvez exporter toutes les données stockées localement dans l'application (y compris les paramètres) dans un seul fichier. Ce fichier peut ensuite être transféré vers d'autres appareils, par exemple via le stockage dans le cloud ou par e-mail. Le transfert de données fonctionne également depuis iOS vers Android et vice-versa. Veuillez noter cependant que la restauration d'une sauvegarde est destructrice. Toutes les données précédemment existantes sont perdues lors de la restauration.

source: Already done
de: Bereits erledigt
fr: Déjà fait

# all_deeds_done_for_today
source: You have done all deeds planned for today already.
de: Du hast bereits alle für heute geplanten Taten erledigt.
fr: Vous avez déjà accompli tous les actes prévus pour aujourd'hui.

# set_reminder
source: Set new reminder
de: Neue Erinnerung
fr: Nouveau rappel

source: Clear reminder
de: Erinnerung löschen
fr: Effacer le rappel

source: Change reminder
de: Erinnerung ändern
fr: Modifier le rappel

source: Plan next confession
de: Nächste Beichte planen
fr: Planifier la prochaine confession

source: Past confessions
de: Vergangene Beichten
fr: Confessions passées

# no_confession_planned
source: Currently no confession planned
de: Derzeit ist keine Beichte geplant
fr: Aucune confession n'est actuellement prévue

# confession_planned_on_past
source: You had planned to go to confession on
de: Eine Beichte war geplant für
fr: Vous aviez prévu de vous confesser le

# confession_planned_on_future
source: Your next confession is planned for
de: Deine nächste Beichte ist geplant für
fr: Votre prochaine confession est prévue pour

source: No confessions yet
de: Noch keine Beichten gespeichert
fr: Aucune confession enregistrée pour le moment

# clear_confession_topics
source: Clear confession topics (requires password)
de: Beichtzettel löschen (benötigt Passwort)
fr: Effacer les sujets de confession (nécessite un mot de passe)

source: Attention
de: Achtung

source: Confession
de: Beichte

# confession_reminder_message_today
source: ‚The Lord is compassionate and gracious, slow to anger, abounding in love.‘ (Ps 103,8). You wanted to confess today.
de: ‚Der Herr ist barmherzig und gnädig, langmütig und reich an Güte‘ (Ps 103,8). Du hast für heute eine Beichte vorgemerkt.

source: Confirmation
de: Bestätiung

source: Introduction
de: Einführung

source: Minutes
de: Minuten

source: Notifications
de: Neue Mitteilungen
